Repository: pypi-data/pypi-mirror-72
Catalog: packages/Trac/Trac-1.2.6.tar.gz/Trac-1.2.6/trac/locale/*/LC_MESSAGES/tracini.po
Languages: ko, sv, zh_tw

source: Location of authz policy configuration file. Non-absolute paths are relative to the Environment `conf` directory.
ko: authz 정책 설정 파일의 위치입니다. 상대 경로로 지정하면 환경의 `conf` 디렉토리를 기준으로 합니다.
sv: Plats för authz policy konfigurationsfil. Icke absoluta sökvägar är relativa till Trac miljöns `conf` katalog.
zh_tw: 認證方針設定檔的位置。是相對於`conf`目錄的路徑。

source: This section provides a way to add arbitrary permissions to a Trac environment. This can be useful for adding new permissions to use for workflow actions, for example. To add new permissions, create a new section `[extra-permissions]` in your `trac.ini`. Every entry in that section defines a meta-permission and a comma-separated list of permissions. For example: {{{ [extra-permissions] EXTRA_ADMIN = EXTRA_VIEW, EXTRA_MODIFY, EXTRA_DELETE }}} This entry will define three new permissions `EXTRA_VIEW`, `EXTRA_MODIFY` and `EXTRA_DELETE`, as well as a meta-permissions `EXTRA_ADMIN` that grants all three permissions. The permissions are created in upper-case characters regardless of the casing of the definitions in `trac.ini`. For example, the definition `extra_view` would create the permission `EXTRA_VIEW`. If you don't want a meta-permission, start the meta-name with an underscore (`_`): {{{ [extra-permissions] _perms = EXTRA_VIEW, EXTRA_MODIFY }}}
ko: 이 구역에서는 Trac 환경에 임의의 권한을 추가할 수 있습니다. 이는 예를 들어 작업 흐름 동작에 사용할 새로운 권한을 추가하는 데 사용될 수 있습니다. 새로운 권한을 추가하려면, `trac.ini` 파일에 `[extra-permissions]`라는 새로운 구역을 만듭니다. 구역의 각 항목에는 메타 권한과, 쉼표로 구분된 권한의 목록을 정의합니다. 예제: {{{ [extra-permissions] EXTRA_ADMIN = EXTRA_VIEW, EXTRA_MODIFY, EXTRA_DELETE }}} 이 항목은 메타 권한인 `EXTRA_ADMIN`(다음 세 개의 권한을 모두 허용)을 정의할 뿐만 아니라, `EXTRA_VIEW`, `EXTRA_MODIFY`, `EXTRA_DELETE`라는 세 개의 새로운 권한을 정의합니다. 권한은 `trac.ini`에 정의한 대소문자 상태와 관계 없이 대문자로 만들어집니다. 예를 들어, `extra_view`라고 정의하면 `EXTRA_VIEW` 권한을 만듭니다. 메타 권한을 원하지 않는다면, 메타 부분에 해당되는 이름을 밑줄 (`_`)로 시작하십시오: {{{ [extra-permissions] _perms = EXTRA_VIEW, EXTRA_MODIFY }}}
sv: Denna sektion möjliggör ett sätt att lägga till godtyckliga rättigheter till en Trac miljö. Detta kan vara användbart för att lägga till nya rättigheter som kan användas för arbetsflödesfunktioner, till exempel. För att lägga till nya rättigheter, skapa en ny sektion `[extra-permissions]` i din `trac.ini`. Varje post i den sektionen definierar en meta-behörighet och en kommaseparerad lista över behörigheter. Som exempel: {{{ [extra-permissions] EXTRA_ADMIN = EXTRA_VIEW, EXTRA_MODIFY, EXTRA_DELETE }}} Denna post definierar tre nya behörigheter `EXTRA_VIEW`, `EXTRA_MODIFY` och `EXTRA_DELETE`, samt en meta-behörighets `EXTRA_ADMIN` som beviljar alla tre behörigheter. Behörigheterna skapas med versaler oavsett vad som använts i `trac.ini`. Som exempel, definitionen `extra_view` skapar behörigheten `EXTRA_VIEW`. Om du inte vill ha en meta-behörighet, börja meta-namnet med ett understreck (`_`): {{{ [extra-permissions] _perms = EXTRA_VIEW, EXTRA_MODIFY }}}
zh_tw: 這個區段向一個Trac環境提供了添加任意權限的方法。 例如，這對於替工作流程操作添加新權限很有用。 要添加新的權限，請在您的`trac.ini`中創建新的`[extra-permissions]`區段。 在該區段中的每個條目都定義了一個元權限和一個逗號分隔的權限列表。例如: {{{ [extra-permissions] EXTRA_ADMIN = EXTRA_VIEW, EXTRA_MODIFY, EXTRA_DELETE }}} 該條目將定義三個新權限`EXTRA_VIEW`，`EXTRA_MODIFY`和`EXTRA_DELETE`，以及被授予這三個權限的元權限`EXTRA_ADMIN`。 權限以大寫字母創建，與`trac.ini`中定義的大小寫無關。 例如:定義`extra_view`將創建權限`EXTRA_VIEW`。 如果您不希望使用元權限，請使用下劃線(`_`)開頭的元名稱: {{{ [extra-permissions] _perms = EXTRA_VIEW, EXTRA_MODIFY }}}

source: Require commands to be enclosed in an envelope. Must be empty or contain two characters. For example, if set to `[]`, then commands must be in the form of `[closes #4]`.
ko: 명령어를 둘러싸는 문자를 지정합니다. 값은 비어 있거나 두 글자여야 합니다. 예를 들어 `[]`로 설정하면, 명령어는 `[closes #4]`와 같은 형태여야 합니다.
sv: Kräv att kommandon ska omslutas. Måste vara tom eller innehålla två tecken. Till exempel, om det står `[]`, måste kommandon anges i formen `[closes #4]`.
zh_tw: 要求命令被圍在一個殼中。 必須為空或包含兩個字符。 例如，如果設置為`[]`，則命令必須採用`[closes #4]`的形式。

source: Commands that close tickets, as a space-separated list.
ko: 공백으로 구분된, 티켓을 닫는 명령어의 목록입니다.
sv: Kommandon som stänger ärenden, separarade med mellanslag.
zh_tw: 關閉待辦事項的命令(空格分隔列表)。

source: Commands that add a reference, as a space-separated list. If set to the special value `<ALL>`, all tickets referenced by the message will get a reference to the changeset.
ko: 공백으로 구분된, 참조를 추가하는 명령어의 목록입니다. 특별한 값인 `<ALL>`로 지정하면, 메시지에 나타난 모든 티켓이 변경사항에서 참조됩니다.
sv: Kommandon vilka lägger till en referens, separerade med mellanslag. Om detta är satt till värdet `<ALL>`, så kommer alla ärenden som refereras i meddelandet att referera till ändringen.
zh_tw: 添加引用的命令(空格分隔列表)。 如果設置為特殊值`<ALL>`，被訊息引用的所有待辦事項都將獲得一個更動引用。

source: Check that the committer has permission to perform the requested operations on the referenced tickets. This requires that the user names be the same for Trac and repository operations.
ko: 참조된 티켓에 대해, 커미터가 요청된 동작을 수행할 권한이 있는지 확인합니다. 이를 위해서는 Trac과 저장소 동작에서 사용되는 사용자 이름이 같아야 합니다.
sv: Kontrollera att den som ändrar i arkivet är behörig att utföra begärda åtgärder i refererade ärenden. Detta kräver att användarnamnen är samma för Trac som för arkivåtgärder.
zh_tw: 檢查提交者是否有權對引用的待辦事項執行請求的操作。 這需要Trac與儲存庫操作的用戶名相等。

source: Send ticket change notification when updating a ticket.
ko: 티켓을 변경할 때 티켓 변경 알림이 전송되도록 합니다.
sv: Skicka aviseringar när ett ärende uppdateras.
zh_tw: 當更新待辦事項時, 發送待辦事項變更通知

source: Enable persistent caching of commit tree.
ko: 커밋 트리에 대한 영구 캐싱을 활성화합니다.
sv: Aktivera bestående cachning av arkiverat träd.
zh_tw: 啟用提交樹的永久緩存功能。

source: Wrap `GitRepository` in `CachedRepository`.
ko: `GitRepository`를 `CachedRepository`로 래핑합니다.
sv: Linda in `GitRepository` i `CachedRepository`.
zh_tw: 將`GitRepository`包裝在`CachedRepository`中。

source: The length at which a sha1 should be abbreviated to (must be >= 4 and <= 40).
ko: SHA1 값이 축약되어야 하는 문자 길이입니다 (4 이상 40 이하).
sv: Längd som sha1 ska förkortas till (måste vara mellan 4 och 40, inklusive)
zh_tw: sha1的縮寫長度(必須大於等於4且小於等於40)。

source: The minimum length of an hex-string for which auto-detection as sha1 is performed (must be >= 4 and <= 40).
ko: SHA1 값으로 자동 인식 할 16진수 문자열의 최소 길이입니다 (4 이상 40 이하).
sv: Minsta längd på hex-sträng för vilken automatisk detektering som sha1 görs (måste vara mellan 4 och 40, inklusive)
zh_tw: Wiki內容中的十六進制字串自動化為更動連結的最小長度(必須大於等於4且小於等於40)。

source: Enable reverse mapping of git email addresses to trac user ids. Performance will be reduced if there are many users and the `cached_repository` option is `disabled`. A repository resync is required after changing the value of this option.
ko: Git 메일 주소를 Trac 사용자 ID로 역매핑합니다. 사용자가 많고 `cached_repository`가 비활성으로 설정되어 있을 경우, 성능이 감소합니다. 이 설정의 값을 변경한 다음에는 저장소를 다시 동기화해야 합니다.
sv: Aktivera omvänd mappning av git e-postadresser till trac användar-id. Prestandan reduceras om det finns många användare och alternativet `cached_repository` är `inaktiverat`. En omsynkronisering av förrådet krävs efter ändring av detta alternativ.
zh_tw: 啟用git電子郵件地址到Trac用戶ID的反向映射。 如果有許多用戶，並且`cached_repository`選項是`disabled`，性能將會降低。 更改此選項的值後，需要重新同步儲存庫。

source: Use git-committer id instead of git-author id for the changeset ''Author'' field.
ko: 변경사항 작성자 필드에 Git 작성자 ID 대신 Git 커미터 ID를 사용합니다.
sv: Använd git-arkiverarens id istället för git-upphovsmannens id som ändringens ägare.
zh_tw: 對於更動的''作者''欄位，請使用git-committer id替代git-author id。

source: Use git-committer timestamp instead of git-author timestamp for the changeset ''Timestamp'' field.
ko: 변경사항 시간 필드에 Git 작성자 시간 대신 Git 커미터 시간을 사용합니다.
sv: Använd tidsstämpeln för git-arkiverarens upphovsman istället för tidsstämpeln för git-upphovsmannen som ändringens tidsstämpel.
zh_tw: 對於更動的''時間戳記''欄位，請使用git-committer時間戳記替代git-author時間戳記。

source: Define charset encoding of paths within git repositories.
ko: Git 저장소 경로의 문자셋 인코딩을 지정합니다.
sv: Definiera teckenkodning för sökväger i ett git-arkiv.
zh_tw: 定義git儲存庫中路徑的字元集編碼。

source: Path to the git executable.
ko: Git 실행 파일의 경로입니다.
sv: Sökväg till exekveringsfil för git
zh_tw: git執行檔路徑。

source: Path to a gitweb-formatted projects.list
ko: Gitweb 형식의 projects.list 파일 경로입니다.
sv: Sökväg till en gitwebb-formatterad projektlista
zh_tw: gitweb格式的projects.list的路徑。

source: Path to the base of your git projects
ko: Git 프로젝트의 기본 경로입니다.
sv: Sökväg till basen för dina git-projekt
zh_tw: 您的 git 專案路徑

source: Template for project URLs. `%s` will be replaced with the repo name
ko: 프로젝트 URL의 템플릿입니다. `%s`는 저장소 이름으로 교체됩니다.
sv: Mall för projektets URL. `%s` byts ut mot arkivets namn
zh_tw: 專案URL的模板。其中`%s`將被替換為儲存庫名稱。

source: Repositories to sync on every request (not recommended).
ko: 매 요청마다 동기화될 저장소입니다 (권장하지 않음).
sv: Förråd att synkronisera vid varje förfrågan (ej rekommenderat).
zh_tw: 對每個請求同步儲存庫(不推薦)。

source: Comma separated list of paths categorized as branches. If a path ends with '*', then all the directory entries found below that path will be included. Example: `/trunk, /branches/*, /projectAlpha/trunk, /sandbox/*`
ko: 브랜치로 분류될, 쉼표로 구분된 경로의 목록입니다. 만일 경로가 '*'로 끝난다면, 해당 경로 이하의 모든 디렉토리 항목이 포함될 것입니다. 예제: `/trunk, /branches/*, /projectAlpha/trunk, /sandbox/*`
sv: Kommaseparerad lista med sökvägar som kategoriseras som grenar (branches). Om en sökväg slutar på '*' så inluderas alla sökvägar under denna. Exempel: `/trunk, /branches/*, /projectAlpha/trunk, /sandbox/*`
zh_tw: 歸類為分支的路徑(逗號分隔列表)。 如果路徑以'*'結尾，則包括在該路徑下找到的所有目錄。 範例: `/trunk, /branches/*, /projectAlpha/trunk, /sandbox/*`

source: Comma separated list of paths categorized as tags. If a path ends with '*', then all the directory entries found below that path will be included. Example: `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`
ko: 태그로 분류될, 쉼표로 구분된 경로의 목록입니다. 만일 경로가 '*'로 끝난다면, 해당 경로 이하의 모든 디렉토리 항목이 포함될 것입니다. 예제: `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`
sv: Kommaseparerad lista med sökvägar som kategoriseras som mörken (tags). Om en sökväg slutar på '*' så inluderas alla sökvägar under denna. Exempel: `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`
zh_tw: 歸類為標籤的路徑(逗號分隔列表)。 如果路徑以'*'結尾，則包括在該路徑下找到的所有目錄。 範例: `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`

source: End-of-Line character sequences when `svn:eol-style` property is `native`. If `native`, substitute with the native EOL marker on the server. Otherwise, if `LF`, `CRLF` or `CR`, substitute with the specified EOL marker. (''since 1.0.2'')
ko: `svn:eol-style` 속성이 `native`로 설정되어 있을 때 사용할 줄 바꿈 문자열입니다. 만일 `native`이면, 서버의 기본 줄 바꿈 문자열로 대체합니다. `LF`, `CRLF`, `CR`일 경우, 지정한 값으로 대체합니다. (''1.0.2 버전부터'')
sv: Teckensekvens för radslut, när `svn:eol-style` egenskapen är `native`. Om `native`, ersätt med den EOL typ som servern använder. Om istället `LF`, `CRLF` eller `CR` används, ersätt med den specificerade EOL typen. ("sedan 1.0.2")
zh_tw: `svn:eol-style`屬性為`native`時的行尾字元序列。 如果是`native`，使用伺服器本地的行尾標記。 否則，如果是`LF`，`CRLF`或`CR`，則用指定的行尾標記。 (''從 1.0.2'')

source: The TracBrowser for Subversion can interpret the `svn:externals` property of folders. By default, it only turns the URLs into links as Trac can't browse remote repositories. However, if you have another Trac instance (or an other repository browser like [http://www.viewvc.org/ ViewVC]) configured to browse the target repository, then you can instruct Trac which other repository browser to use for which external URL. This mapping is done in the `[svn:externals]` section of the TracIni. Example: {{{ [svn:externals] 1 = svn://server/repos1 http://trac/proj1/browser/$path?rev=$rev 2 = svn://server/repos2 http://trac/proj2/browser/$path?rev=$rev 3 = http://theirserver.org/svn/eng-soft http://ourserver/viewvc/svn/$path/?pathrev=25914 4 = svn://anotherserver.com/tools_repository http://ourserver/tracs/tools/browser/$path?rev=$rev }}} With the above, the `svn://anotherserver.com/tools_repository/tags/1.1/tools` external will be mapped to `http://ourserver/tracs/tools/browser/tags/1.1/tools?rev=` (and `rev` will be set to the appropriate revision number if the external additionally specifies a revision, see the [%(svnbook)s SVN Book on externals] for more details). Note that the number used as a key in the above section is purely used as a place holder, as the URLs themselves can't be used as a key due to various limitations in the configuration file parser. Finally, the relative URLs introduced in [http://subversion.apache.org/docs/release-notes/1.5.html#externals Subversion 1.5] are not yet supported.
ko: Trac의 Subversion [TracBrowser 저장소 탐색기]는 폴더의 `svn:externals` 속성을 해석할 수 있습니다. Trac이 원격 저장소를 탐색할 수 없기 때문에, 기본으로 이는 URL을 링크로 변환시키기만 합니다. 하지만 대상 저장소를 탐색할 수 있는 다른 Trac 인스턴스(또는 [http://www.viewvc.org/ ViewVC]와 같은 저장소 탐색기)가 있다면, 외부 URL에 대해 어떤 저장소 탐색기를 사용할 지 Trac에 지시할 수 있습니다. 이 매핑은 [wiki:TracIni]의 `[svn:externals]` 구역에 정의합니다. 예제: {{{ [svn:externals] 1 = svn://server/repos1 http://trac/proj1/browser/$path?rev=$rev 2 = svn://server/repos2 http://trac/proj2/browser/$path?rev=$rev 3 = http://theirserver.org/svn/eng-soft http://ourserver/viewvc/svn/$path/?pathrev=25914 4 = svn://anotherserver.com/tools_repository http://ourserver/tracs/tools/browser/$path?rev=$rev }}} 위 예제와 같이 설정했을 때, `svn://anotherserver.com/tools_repository/tags/1.1/tools` 외부 주소는 `http://ourserver/tracs/tools/browser/tags/1.1/tools?rev=` 로 연결됩니다. 또한 외부 저장소에 대해 리비전이 지정되었다면, `rev` 인수는 해당되는 리비전 번호로 설정됩니다 (자세한 정보는 [%(svnbook)s SVN Book on externals]를 참조하십시오). 참고로, 이 구역에서는 숫자가 키이며 이는 자리 표시자로만 사용되었습니다. 설정 파일 해석기의 한계로 URL을 키로 사용할 수 없기 때문입니다. 마지막으로, [http://subversion.apache.org/docs/release-notes/1.5.html#externals Subversion 1.5]에서 도입된 상대 URL은 아직 지원되지 않습니다. (''0.11 버전부터'')
sv: TracBrowser för Subversion kan tolka egenskapen `svn:externals` för kataloger. Som standard visas bara webbadresser som länkar i Trac då Trac inte kan bläddra i avlägsna förråd. Men om du har satt upp en annan Trac-miljö (eller en annan förrådsbläddrare som [http://www.viewvc.org/ ViewVC]) som konfigurerats att bläddra i målförrådet så kan du instruera Trac om vilken bläddrare som ska användas till vilken extern webbadress. Denna mappning görs i sektionen `[svn:externals]` i TracIni. Exempel: {{{ [svn:externals] 1 = svn://server/repos1 http://trac/proj1/browser/$path?rev=$rev 2 = svn://server/repos2 http://trac/proj2/browser/$path?rev=$rev 3 = http://theirserver.org/svn/eng-soft http://ourserver/viewvc/svn/$path/?pathrev=25914 4 = svn://anotherserver.com/tools_repository http://ourserver/tracs/tools/browser/$path?rev=$rev }}} Enligt ovan kommer en svn:external som `svn://anotherserver.com/tools_repository/tags/1.1/tools` att mappas till `http://ourserver/tracs/tools/browser/tags/1.1/tools?rev=` (och `rev` blir tilldelat ett värde om `svn:external`-deklarationen specificerar ett revisionsnummer, se [%(svnbook)s SVN-boken om externals] för detaljer). Notera att nummer används som namn på alternativen i sektionen ovan, då webbadresserna inte kan användas för det, pga begränsningar vid tolkningar av konfigurationsfiler. Slutligen, de relativa URL:er som infördes i [http://subversion.apache.org/docs/release-notes/1.5.html#externals Subversion 1.5] stöds ej ännu.
zh_tw: Subversion的 TracBrowser 可以解釋文件夾的`svn:externals`屬性。 預設情況下，由於Trac無法瀏覽遠程儲存庫，因此只能將URL轉換為連結。 但是，如果您配置了另一個Trac實例(或其他儲存庫瀏覽器像是[http://www.viewvc.org/ ViewVC]之類的)來瀏覽目標儲存庫，則可以指示Trac將哪個其他儲存庫瀏覽器用於哪個外部URL。 該映射在TracIni的`[svn:externals]`區段中完成。 範例: {{{ [svn:externals] 1 = svn://server/repos1 http://trac/proj1/browser/$path?rev=$rev 2 = svn://server/repos2 http://trac/proj2/browser/$path?rev=$rev 3 = http://theirserver.org/svn/eng-soft http://ourserver/viewvc/svn/$path/?pathrev=25914 4 = svn://anotherserver.com/tools_repository http://ourserver/tracs/tools/browser/$path?rev=$rev }}} 通過上述操作，`svn://anotherserver.com/tools_repository/tags/1.1/tools`將映射到 `http://ourserver/tracs/tools/browser/tags/1.1/tools?rev=` (而`rev`將設置適當的版本號，如果有另外指定了版本， 有關更多詳細信息，請參見[%(svnbook)s SVN Book on externals])。 請注意上一節中作為鍵值的數字純粹是佔位符，由於配置檔案解析器中的各種限制，URL本身不能當作鍵值。 最後，尚不支持[http://subversion.apache.org/docs/release-notes/1.5.html#externals Subversion 1.5]中引入的相對URL。

source: Maximum allowed file size (in bytes) for attachments.
ko: 첨부 파일에 허용할 최대 크기(바이트)입니다.
sv: Maximalt tillåten storlek (bytes) för bifogade filer.
zh_tw: 附件允許的最大檔案大小(以字節為單位)。

source: Maximum allowed total size (in bytes) for an attachment list to be downloadable as a `.zip`. Set this to -1 to disable download as `.zip`. (''since 1.0'')
ko: `.zip` 압축 파일로 묶어서 받을 수 있도록 표시될, 첨부 파일 크기 합계의 최대값(바이트)입니다. 값을 -1로 설정하면 이 기능을 해제합니다. (''1.0 버전부터'')
sv: Maximalt tillåten total storlek (bytes) för att ladda ner bilagor som en `.zip`. Sätt detta till -1 för att inaktivera nerladdning som `.zip`. (''sedan 1.0'')
zh_tw: 以.zip格式下載時，最大允許的總大小(以字節為單位)。 將此設置為-1可禁用以.zip格式下載。(''從 1.0'')

source: Whether attachments should be rendered in the browser, or only made downloadable. Pretty much any file may be interpreted as HTML by the browser, which allows a malicious user to attach a file containing cross-site scripting attacks. For public sites where anonymous users can create attachments it is recommended to leave this option disabled.
ko: 첨부 파일이 브라우저에서 표시될지, 다운로드 받을 수 있게만 할 지 여부입니다. 대다수의 파일은 브라우저에서 HTML로 표현될 수 있으며, 이는 악의적인 사용자가 크로스 사이트 스크립팅 공격을 하는 것을 가능하게 합니다. 익명의 사용자가 첨부 파일을 올릴 수 있는 공개 사이트에서는, 이 설정을 비활성화 하는 것을 권장합니다.
sv: Låt webbläsaren visa innehållet i bifogade filer, eller tillåt endast nedladdning. Illasinnade användare kan utnyttja det här genom att bifoga filer innehållande skript som attackerar andra sajter, eftersom i stort sett vilken fil som helst kan tolkas som HTML av webbläsaren. För publika sajter där anonyma användare tillåts bifoga filer rekommenderas det att denna möjlighet är inaktiverad.
zh_tw: 是否附件應在瀏覽器中呈現，還是僅可下載。 瀏覽器幾乎可以將任何檔案解釋為HTML，這使惡意用戶可以附加包含跨站點腳本攻擊的檔案。 對於匿名用戶可以創建附件的公開網站，建議禁用此選項。

source: This section is used to enable or disable components provided by plugins, as well as by Trac itself. The component to enable/disable is specified via the name of the option. Whether its enabled is determined by the option value; setting the value to `enabled` or `on` will enable the component, any other value (typically `disabled` or `off`) will disable the component. The option name is either the fully qualified name of the components or the module/package prefix of the component. The former enables/disables a specific component, while the latter enables/disables any component in the specified package/module. Consider the following configuration snippet: {{{ [components] trac.ticket.report.ReportModule = disabled acct_mgr.* = enabled }}} The first option tells Trac to disable the [wiki:TracReports report module]. The second option instructs Trac to enable all components in the `acct_mgr` package. Note that the trailing wildcard is required for module/package matching. To view the list of active components, go to the ''Plugins'' page on ''About Trac'' (requires `CONFIG_VIEW` [wiki:TracPermissions permissions]). See also: TracPlugins
ko: 이 구역은 Trac 자신 뿐만 아니라 플러그인에 의해 제공되는 컴포넌트들을 활성화 또는 비활성화 하는 데 사용됩니다. 활성화 또는 비활성화 할 컴포넌트는 설정의 이름 부분에 지정합니다. 활성화 여부는 설정의 값 부분으로 결정되며, 활성화 하려면 `enabled` 또는 `on` 값으로, 비활성화 하려면 다른 값으로 (일반적으로 `disabled`나 `off`) 설정합니다. 설정의 이름 부분은 컴포넌트의 완전한 이름이거나 모듈 또는 패키지 접두어입니다. 전자의 경우 특정 컴포넌트 하나의 상태만을 설정하며, 후자는 지정한 모듈 또는 패키지에 속한 모든 컴포넌트의 상태를 설정합니다. 다음 예제를 살펴보겠습니다: {{{ [components] trac.ticket.report.ReportModule = disabled acct_mgr.* = enabled }}} 첫 번째 설정은 Trac이 [wiki:TracReports 보고서 모듈]을 비활성화 하도록 합니다. 두 번째 설정은 `acct_mgr` 패키지에 속한 모든 컴포넌트를 활성화 하도록 지시합니다. 참고로 모듈 또는 패키지 매칭을 위해서는 끝에 아무개 문자가 필요합니다. 활성화 된 컴포넌트의 목록을 보려면, ''Trac에 대해서'' 페이지의 ''Plugins'' 관련 부분을 보십시오(`CONFIG_VIEW` [wiki:TracPermissions 권한]이 필요함). 참고: TracPlugins
sv: Denna sektion används för att aktivera eller inaktivera komponenter som tillhandahålls av insticksmoduler såväl som Trac självt. Komponenten som ska aktiveras/inaktiveras anges av alternativets namn i sektionen, dess värde anger om den är aktiverad eller inaktiverad; ange `enabled` eller `on` för att aktivera komponenten, alla andra värden (typiskt `disabled` eller `off`) leder till att komponenten inaktiveras. Alternativets namn är antingen det fullständiga namnet på komponenten eller namnet på modulen/paketet den ingår i. I det första fallet aktiveras/inaktiveras en specifik komponent, medan i det andra fallet aktiveras/inaktiveras samtliga komponenter i en specifik modul eller paket. Betrakta följande exempel: {{{ [components] trac.ticket.report.ReportModule = disabled acct_mgr.* = enabled }}} Det första alternativet gör att Trac inaktiverar [wiki:TracReports rapportmodulen]. Andra alternativet anger att Trac ska aktivera alla komponenter i `acct_mgr`-paketet. Notera att det avslutande jokertecknet krävs för att matcha detta mot namnen på alla dess ingående komponenter. För att visa en lista över alla aktiva komponenter, gå till avsnittet ''Installerade tillägg'' på sidan '' Om Trac'' (kräver [wiki:TracPermissions rättigheten] `CONFIG_VIEW`). Se även: TracPlugins
zh_tw: 此區段用於啟用或禁用外掛程式提供的組件以及Trac本身提供的組件。 通過選項名稱指定要啟用/禁用的組件。 是否啟用取決於選項值。 將值設置為`enabled`或`on`將啟用該組件，其他任何值(通常是`disabled`或`off`)將禁用該組件。 選項名稱是組件的完整名稱或組件的模塊/套件前綴。 前者啟用/禁用特定組件，而後者啟用/禁用指定模塊/套件中的任何組件。 考慮以下配置片段: {{{ [components] trac.ticket.report.ReportModule = disabled acct_mgr.* = enabled }}} 第一個選項告訴Trac禁用[wiki:TracReports 報表模塊]。 第二個選項指示Trac啟用`acct_mgr`套件中的所有組件。 請注意，模塊/套件匹配需要加上萬用字元。 要查看活動的組件列表，請看''關於 Trac''上的'外掛程式'頁面(需要`CONFIG_VIEW`[wiki:TracPermissions 權限])。 另請參閱: TracPlugins

source: Path to the //shared plugins directory//. Plugins in that directory are loaded in addition to those in the directory of the environment `plugins`, with this one taking precedence. Non-absolute paths are relative to the Environment `conf` directory.
ko: //공유 플러그인 디렉토리//의 경로입니다. 이 디렉토리에 있는 플러그인은 각 저장소의 `plugins` 디렉토리에 있는 것과 함께 로드되며, 이 디렉토리에 있는 것이 우선권을 갖습니다. 상대 경로일 경우 저장소의 `conf` 디렉토리를 기준으로 합니다.
sv: Sökväg till //katalog med delade insticksmoduler//. Insticksmoduler i denna katalog laddas utöver de som som finns i katalogen `plugins` för Trac-miljön, där denna har företräde. Icke absoluta sökvägar är relativa till Trac-miljöns `inställnings` katalog.
zh_tw: //共享外掛程式目錄//的路徑。 除了環境`plugins`目錄中的那些外掛程式外，還將加載此目錄中的外掛程式，並且優先使用它們。 非絕對路徑格式是相對於環境`conf`目錄。

source: Reference URL for the Trac deployment. This is the base URL that will be used when producing documents that will be used outside of the web browsing context, like for example when inserting URLs pointing to Trac resources in notification e-mails.
ko: 설치된 Trac의 기준 URL입니다. 이것은 웹 탐색 상황이 아닐 때 사용되는 문서를 만드는 경우(예를 들어, 알림 메일에서 Trac 자원을 가리키는 URL을 삽입)의 기본 URL입니다.
sv: Referens-URL för driftsatt Trac. Detta är en bas-URL som används för att producera dokument som används utanför webbläsar-sammanhang, som till exempel e-postmeddelanden med URLer som pekar på Trac-resurser.
zh_tw: Trac部署的參考URL。 這是在Web瀏覽之外使用的基本URL， 例如在電子郵件通知中插入指向Trac資源的URL。
