Repository: pypi-data/pypi-mirror-72
Catalog: packages/Trac/Trac-1.2.6.tar.gz/Trac-1.2.6/trac/locale/*/LC_MESSAGES/tracini.po
Languages: ko, sv, zh_tw

source: The notifications subscriptions are controlled by plugins. All `INotificationSubscriber` components are in charge. These components may allow to be configured via this section in the `trac.ini` file. See TracNotification for more details. Available subscribers: [[SubscriberList]]
ko: 알림 구독은 플러그인을 통해 제어되며, 모든 `INotificationSubscriber` 컴포넌트가 이를 담당합니다. 컴포넌트에 대해서는 `trac.ini` 파일의 이 구역에서 설정할 수 있습니다. 자세한 내용은 [TracNotification]을 보십시오. 사용 가능한 구독자: [[SubscriberList]]
sv: Notisprenumerationer sköts av plugins. Alla `INotificationSubscriber` komponenter är ansvariga. Dessa komponenter kan tillåtas att konfigureras via denna sektion i `trac.ini` filen. Se TracNotification för mer detaljer. Tillgängliga abonnenter: [[SubscriberList]]
zh_tw: 訂閱通知由外掛程式控制。 所有`INotificationSubscriber`組件都負責。 這些組件可能允許被配置透過`trac.ini`檔案的此區段。 更多資訊，請參見 TracNotification。 可用的訂閱者: [[SubscriberList]]

source: Comma separated list of email resolver components in the order they will be called. If an email address is resolved, the remaining resolvers will not be called.
ko: 메일 Resolver 컴포넌트가 호출되는 순서를 쉼표로 구분된 목록으로 지정합니다. 메일 주소가 해석되면 나머지 Resolver는 호출되지 않습니다.
sv: Kommaseparerad lista över komponenter för e-postlösning, i den ordning de kallas. Om en e-postadress är löst, kommer kvarvarande lösare inte att kallas.
zh_tw: 電子郵件解析組件(逗號分隔列表)(按被調用的順序)。 如果電子郵件地址已解析，則不會調用其餘的解析器。

source: Default format to distribute email notifications.
ko: 메일 알림을 전달할 기본 형식입니다.
sv: Standardformat för distribuering av e-postaviseringar.
zh_tw: 分發電子郵件通知的預設格式。

source: SMTP server hostname to use for email notifications.
ko: 메일 알림에 사용될 SMTP 서버 호스트 이름입니다.
sv: Värdnamnet på SMTP-servern för utskick av e-postmeddelanden.
zh_tw: EMail 通知用 SMTP 伺服器主機名稱

source: SMTP server port to use for email notification.
ko: 메일 알림에 사용될 SMTP 서버 포트 번호입니다.
sv: Portnumret på SMTP-servern för utskick av e-postmeddelanden.
zh_tw: EMail 通知用 SMTP 伺服器 Port

source: Username for authenticating with SMTP server.
ko: SMTP 서버에서 인증하기 위한 사용자 이름입니다.
sv: Användarnamn för autentisering med SMTP server.
zh_tw: 用於通過SMTP伺服器身份驗證的用戶名。

source: Password for authenticating with SMTP server.
ko: SMTP 서버에서 인증하기 위한 비밀번호입니다.
sv: Lösenord för autentisering med SMTP server.
zh_tw: 用於通過SMTP伺服器身份驗證的密碼。

source: Use SSL/TLS to send notifications over SMTP.
ko: SMTP를 통해 알림 메일을 보낼 때 SSL/TLS를 사용합니다.
sv: Använd SSL/TLS för att skicka aviseringar över SMTP.
zh_tw: 使用 SSL/TLS 寄送通知。

source: Path to the sendmail executable. The sendmail program must accept the `-i` and `-f` options. (''since 0.12'')
ko: sendmail 실행 파일의 경로입니다. sendmail 프로그램은 `-i`와 `-f` 옵션을 처리할 수 있어야 합니다. (''0.12 버전부터'')
sv: Sökväg till exekveringsfil för sendmail. Sendmail-programmet måste acceptera flaggorna `-i` och `-f`. (''sedan 0.12'')
zh_tw: sendmail 執行檔路徑executable. sendmail 程式必須接受 `-i` 和 `-f` 選項. (''從 0.12'')

source: Minimum length of query string allowed when performing a search.
ko: 검색을 수행할 때 입력해야 하는 최소 문자열 길이입니다.
sv: Minsta tillåten längd på frågesträng vid sökningar.
zh_tw: 執行搜索時允許的最小查詢字串長度。

source: Specifies which search filters should be disabled by default on the search page. This will also restrict the filters for the quick search function. The filter names defined by default components are: `wiki`, `ticket`, `milestone` and `changeset`. For plugins, look for their implementation of the ISearchSource interface, in the `get_search_filters()` method, the first member of returned tuple. Once disabled, search filters can still be manually enabled by the user on the search page. (''since 0.12'')
ko: 검색 페이지에서 기본적으로 비활성화 해 놓을 검색 필터를 지정합니다. 이것은 빠른 검색 기능에서 적용될 필터에도 영향을 미칩니다. 기본 컴포넌트에서 정의된 필터 이름은 `wiki`, `ticket`, `milestone`, `changeset`입니다. 플러그인에 대해서는, ISearchSource 인터페이스의 구현에서 `get_search_filters()` 메소드가 반환하는 튜플의 첫 번째 멤버를 보십시오. 비활성화 된 필터는 사용자가 검색 페이지에서 수동으로 다시 활성화 할 수 있습니다. (''0.12 버전부터'')
sv: Anger sökfilter som ska vara inaktiverade som standard på söksidan. Dessa kommer också vara inaktiverade när snabbsökningsfunktionen används. Filternamnen som definieras av standardkomponenterna är: `wiki`, `ticket`, `milestone` och `changeset`. För insticksmoduler, leta efter deras implementation av gränssnittet ISearchSource och dess metod `get_search_filters()`, filternamnet är det första elementet i den returnerade tuppeln. När ett sökfilter är inaktiverat kan det fortfarande aktiveras manuellt av användaren på söksidan. (''sedan 0.12'')
zh_tw: 指定預設情況下應在搜索頁面上禁用哪些搜索過濾器。 這也將限制用於快速搜索功能的過濾器。 預設組件定義的過濾器名稱為：`Wiki`, `待辦事項`，`里程碑`和`儲存庫更動`。 對於外掛程式，請在`get_search_filters()`方法返回值的第一個成員中查找ISearchSource接口的實現。 禁用後，用戶仍可以在搜索頁面上手動啟用搜索過濾器。 (''從 0.12'')

source: In this section, you can define additional fields for tickets. See TracTicketsCustomFields for more details.
ko: 이 구역에서, 티켓의 추가 필드를 정의할 수 있습니다. 자세한 정보는 [[TracTicketsCustomFields]]를 보십시오.
sv: I detta avsnitt kan du definiera ytterligare fält för ärenden. Se TracTicketsCustomFields för mer information.
zh_tw: 在此區段中，您可以替待辦事項定義額外的欄位。有關更多詳細信息，請參見 TracTicketsCustomFields。

source: Ordered list of workflow controllers to use for ticket actions.
ko: 티켓 작업에 사용될 작업 흐름 컨트롤러에 대한 정렬된 목록입니다.
sv: Ordnad lista av hanterare av arbetsflöden, som används vid åtgärder av ärenden.
zh_tw: 用於待辦事項操作的工作流程控制器的有序列表。

source: Make the owner field of tickets use a drop-down menu. Be sure to understand the performance implications before activating this option. See [TracTickets#Assign-toasDrop-DownList Assign-to as Drop-Down List]. Please note that e-mail addresses are '''not''' obfuscated in the resulting drop-down menu, so this option should not be used if e-mail addresses must remain protected.
ko: 티켓 소유자 필드에 드롭다운 메뉴를 사용합니다. 이 설정을 활성화 하기 전에 성능에 끼치는 영향을 이해하고 있어야 합니다. [TracTickets#Assign-toasDrop-DownList Assign-to as Drop-Down List] 항목을 참조하십시오. 드롭다운 메뉴에 있는 메일 주소는 난독화 되지 않으므로, 메일 주소가 보호되어야 한다면 이 설정을 사용하지 않아야 함을 유의하십시오.
sv: Använd en rullgardinsmeny för fältet Ägare i ärenden. Var noga med att förstå prestanda konsekvenserna innan du aktiverar det här alternativet. Se '[TracTickets#Assign-toasDrop-DownList Assign-to as Drop-Down List]'. Observera att e-postadresser är '''inte''' förvrängda i den resulterande rullgardinsmenyn, så detta alternativ ska inte användas om e-postadresser måste förbli skyddade.
zh_tw: 使待辦事項的負責人欄位選擇使用下拉選單。 激活此選項之前，請務必了解性能影響。 請參閱[TracTickets#Assign-toasDrop-DownList 分配使用下拉列表]。 請注意，在產生的下拉選單中不會隱藏電子郵件地址，因此如果必須保護電子郵件地址，則不應使用此選項。

source: Default version for newly created tickets.
ko: 새로 생성될 티켓의 기본 버전입니다.
sv: Förvald version för nybildade ärenden.
zh_tw: 新建立待辦事項預設版本

source: Default type for newly created tickets.
ko: 새로 생성될 티켓의 기본 유형입니다.
sv: Förvald typ för nybildade ärenden.
zh_tw: 新建立待辦事項預設類型。

source: Default priority for newly created tickets.
ko: 새로 생성될 티켓의 기본 우선순위입니다.
sv: Förvald prioritet för nybildade ärenden.
zh_tw: 新建立待辦事項預設優先順序

source: Default milestone for newly created tickets.
ko: 새로 생성될 티켓의 기본 마일스톤입니다.
sv: Förvald milstolpe för nybildade ärenden.
zh_tw: 新建立待辦事項預設里程碑

source: Default component for newly created tickets.
ko: 새로 생성될 티켓의 기본 컴포넌트입니다.
sv: Förvald komponent för nybildade ärenden.
zh_tw: 新建立待辦事項預設元件

source: Default severity for newly created tickets.
ko: 새로 생성될 티켓의 기본 중요도입니다.
sv: Förvald allvarlighetsgrad för nybildade ärenden.
zh_tw: 新建立待辦事項預設嚴重程度

source: Default summary (title) for newly created tickets.
ko: 새로 생성될 티켓의 기본 개요(제목)입니다.
sv: Förvald sammanfattning (titel) för nybildade ärenden.
zh_tw: 新建立待辦事項預設摘要(標題)。

source: Default description for newly created tickets.
ko: 새로 생성될 티켓의 기본 설명입니다.
sv: Förvald beskrivning för nybildade ärenden.
zh_tw: 新建立待辦事項預設描述

source: Default keywords for newly created tickets.
ko: 새로 생성될 티켓의 기본 키워드입니다.
sv: Förvalda nyckelord för nybildade ärenden.
zh_tw: 新建立待辦事項預設關鍵字

source: Default owner for newly created tickets.
ko: 새로 생성될 티켓의 기본 소유자입니다.
sv: Förvald ägare för nybildade ärenden.
zh_tw: 新建立待辦事項預設負責人

source: Default cc: list for newly created tickets.
ko: 새로 생성될 티켓의 기본 참조자 목록입니다.
sv: Förvald cc:-lista för nybildade ärenden.
zh_tw: 預設副本: 對於新建立待辦事項的列表。

source: Default resolution for resolving (closing) tickets.
ko: 티켓을 해결할 때 (닫을 때)의 기본 해결방법입니다.
sv: Förvalt utfall vid lösning (stängning) av ärenden.
zh_tw: 解決(關閉)待辦事項預設的處理結果。

source: Comma-separated list of `select` fields that can have an empty value. (//since 1.1.2//)
ko: 빈 값으로 지정할 수 있는 `select` 필드의, 쉼표로 구분된 목록입니다. (''1.1.2 버전부터'')
sv: Kommaseparerad lista med `select` fält som kan innehålla tomt värde. (//sedan 1.1.2//)
zh_tw: `多選一`欄位可以有一個空值選項(逗號分隔列表)。(//從 1.1.2//)。

source: The workflow for tickets is controlled by plugins. By default, there's only a `ConfigurableTicketWorkflow` component in charge. That component allows the workflow to be configured via this section in the `trac.ini` file. See TracWorkflow for more details.
ko: 티켓의 작업 흐름은 플러그인에 의해 조정됩니다. 기본적으로, 이를 담당하는 컴포넌트는 `ConfigurableTicketWorkflow` 뿐입니다. 이 컴포넌트는 `trac.ini` 파일의 현재 구역을 통해 업무 흐름이 구성될 수 있도록 합니다. 자세한 정보는 [TracWorkflow]를 보십시오.
sv: Ärendenas arbetsflöde hanteras av insticksmoduler. Som standard utförs detta av komponenten `ConfigurableTicketWorkflow`. Denna medger att arbetsflödet konfigureras i denna sektion i filen `trac.ini`. Se TracWorkflow för mer detaljer.
zh_tw: 待辦事項的工作流程由外掛程式控制。 預設情況下，僅由`ConfigurableTicketWorkflow`組件負責。 該組件允許通過`trac.ini`檔案中的此區段來配置工作流程。 有關更多詳細信息，請參見 TracWorkflow。

source: A Genshi text template snippet used to get the notification subject. The template variables are documented on the [TracNotification#Customizingthee-mailsubject TracNotification] page.
ko: 알림 제목을 위해 사용되는 Genshi 텍스트 템플릿입니다. 템플릿 변수에 대해서는 [TracNotification#Customizingthee-mailsubject TracNotification] 페이지에 설명되어 있습니다.
sv: Genshi textmallsutdrag som används för att få notisämnet. Mallens variabler finns dokumenterade på sidan [TracNotification#Customizingthee-mailsubject TracNotification].
zh_tw: 用於獲取通知主題的Genshi文字模板代碼段。 模板變量記錄在 [TracNotification#Customizingthee-mailsubject TracNotification] 頁面上。

source: Like `ticket_subject_template` but for batch modifications. (''since 1.0'')
ko: `ticket_subject_template`와 유사하지만, 일괄 수정을 위해 사용됩니다. (''1.0 버전부터'')
sv: Liksom `ticket_subject_template` men för batch-ändringar. (''sedan 1.0'')
zh_tw: 類似於`ticket_subject_template`，但用於批次處理修改。 (''從 1.0'')

source: Width of ambiguous characters that should be used in the table of the notification mail. If `single`, the same width as characters in US-ASCII. This is expected by most users. If `double`, twice the width of US-ASCII characters. This is expected by CJK users. (''since 0.12.2'')
ko: 알림 메일의 표에서 모호한 문자들에 대해 사용할 너비를 지정합니다. `single`은 US-ASCII 문자의 너비와 같으며, 대부분의 사용자에게 적용됩니다. `double`은 US-ASCII 문자 너비의 두 배이며, 한중일 사용자에게 적용됩니다. (''0.12.2 버전부터'')
sv: Ange bredd för tvetydiga tecken som ska användas i tabellen i aviseringar. Om 'single', är bredden samma som för teckenuppsättningen US-ASCII. Detta förväntas av de flesta användare. Om 'double', dubbla bredden som för US-ASCII. Detta förväntas av användare av CJK. (''sedan 0.12.2'')
zh_tw: 通知郵件表中應使用的歧義字元寬度。 如果為`single`，則寬度與US-ASCII中的字元相同。這是大多數用戶所期望的。 如果為`double`，則寬度為US-ASCII字元的兩倍。這是中日韓用戶所期望的。(從 0.12.2)

source: The default query for authenticated users. The query is either in [TracQuery#QueryLanguage query language] syntax, or a URL query string starting with `?` as used in `query:` [TracQuery#UsingTracLinks Trac links].
ko: 인증 사용자의 기본 질의문입니다. 질의문은 [TracQuery#QueryLanguage 질의 언어] 형식이거나, `query:` [TracQuery#UsingTracLinks Trac 링크]에서 `?`로 시작하는 URL 질의 문자열입니다.
sv: Standardfråga för autentiserade användare. Frågan uttrycks antingen i [TracQuery#QueryLanguage sökspråk]-syntax, eller som en URL-söksträng vilken startar med `?` och är på samma form som [TracQuery#UsingTracLinks Trac-länkar] av typen `query:`.
zh_tw: 認證用戶的預設查詢。 查詢使用[TracQuery#QueryLanguage 查詢語言]語法或是在`query:`[TracQuery#UsingTracLinks Trac連結]裡以`?`開頭的URL查詢字串。

source: The default query for anonymous users. The query is either in [TracQuery#QueryLanguage query language] syntax, or a URL query string starting with `?` as used in `query:` [TracQuery#UsingTracLinks Trac links].
ko: 익명 사용자의 기본 질의문입니다. 질의문은 [TracQuery#QueryLanguage 질의 언어] 형식이거나, `query:` [TracQuery#UsingTracLinks Trac 링크]에서 `?`로 시작하는 URL 질의 문자열입니다.
sv: Standardfråga för anonyma användare. Frågan uttrycks antingen i [TracQuery#QueryLanguage sökspråk]-syntax, eller som en URL-söksträng vilken startar med `?` och är på samma form som [TracQuery#UsingTracLinks Trac-länkar] av typen `query:`.
zh_tw: 匿名用戶的預設查詢。 查詢使用[TracQuery#QueryLanguage 查詢語言]語法或是在`query:`[TracQuery#UsingTracLinks Trac連結]裡以`?`開頭的URL查詢字串。

source: Number of tickets displayed per page in ticket queries, by default.
ko: 티켓 검색에서, 기본적으로 페이지 당 보여 줄 티켓의 수입니다.
sv: Förvalt antal ärenden som visas per sida i ärendesökningar.
zh_tw: 預設情況下，待辦事項查詢中每頁顯示的數目。

source: Number of tickets displayed per page in ticket reports, by default.
ko: 티켓 보고서에서, 기본적으로 페이지 당 보여 줄 티켓의 수입니다.
sv: Förvalt antal ärenden som visas per sida i ärenderapporter.
zh_tw: 預設情況下，待辦事項報表中每頁顯示的數目。

source: Number of tickets displayed in the rss feeds for reports.
ko: 보고서의 RSS 피드에서 표시될 티켓의 수입니다.
sv: Antal ärenden som visas i RSS-flöden för rapporter.
zh_tw: rss摘要中顯示的待辦事項數目。

source: As the workflow for tickets is now configurable, there can be many ticket states, and simply displaying closed tickets vs. all the others is maybe not appropriate in all cases. This section enables one to easily create ''groups'' of states that will be shown in different colors in the milestone progress bar. Note that the groups can only be based on the ticket //status//, nothing else. In particular, it's not possible to distinguish between different closed tickets based on the //resolution//. Example configuration with three groups, //closed//, //new// and //active// (the default only has closed and active): {{{ # the 'closed' group correspond to the 'closed' tickets closed = closed # .order: sequence number in the progress bar closed.order = 0 # .query_args: optional parameters for the corresponding # query. In this example, the changes from the # default are two additional columns ('created' and # 'modified'), and sorting is done on 'created'. closed.query_args = group=resolution,order=time,col=id,col=summary,col=owner,col=type,col=priority,col=component,col=severity,col=time,col=changetime # .overall_completion: indicates groups that count for overall # completion percentage closed.overall_completion = true new = new new.order = 1 new.css_class = new new.label = new # Note: one catch-all group for other statuses is allowed active = * active.order = 2 # .css_class: CSS class for this interval active.css_class = open # .label: displayed label for this group active.label = in progress }}} The definition consists in a comma-separated list of accepted status. Also, '*' means any status and could be used to associate all remaining states to one catch-all group. The CSS class can be one of: new (yellow), open (no color) or closed (green). Other styles can easily be added using custom CSS rule: `table.progress td.<class> { background: <color> }` to a [TracInterfaceCustomization#SiteAppearance site/style.css] file for example.
ko: 티켓의 작업 흐름을 이제 설정할 수 있기 때문에, 티켓의 상태도 여러가지가 될 수 있습니다. 따라서 닫힌 티켓과 나머지들로 보여주는 것은 경우에 따라 적절하지 않을 수 있습니다. 이 구역에서는 마일스톤 진행 막대에서 다른 색상으로 보여 줄 상태들의 ''그룹''을 정의할 수 있습니다. 티켓의 //상태//로만 그룹지을 수 있다는 점에 주의하십시오. 예를 들어, 닫힌 티켓들을 //해결 방법//에 따라 그룹 구분할 수는 없습니다. 다음은 //closed//, //new//, //active//의 세 가지 그룹이 있는 환경 설정 예제입니다 (기본값은 closed와 active 그룹만 있음): {{{ # 'closed' 그룹은 닫힌 티켓에 대응됨 closed = closed # .order: 진행 막대에서의 순서 번호 closed.order = 0 # .query_args: 관련된 질의에 대한 선택적인 인수들입니다. # 이 예제에서는 두 개의 열('created'와 'modified')을 추가로 표시하고, # 정렬 기준이 'created'라는 점이 기본값과 다릅니다. closed.query_args = group=resolution,order=time,col=id,col=summary,col=owner,col=type,col=priority,col=component,col=severity,col=time,col=changetime # .overall_completion: 그룹이 전체 완료율을 집계하는 데 포함됨을 나타냅니다 closed.overall_completion = true new = new new.order = 1 new.css_class = new new.label = new # 참고: 남아 있는 모든 상태들에 대한 그룹을 정의할 수 있습니다 active = * active.order = 2 # .css_class: 해당 그룹 구간을 위한 CSS 클래스 active.css_class = open # .label: 이 그룹에 대해 표시할 레이블 active.label = in progress }}} 그룹 정의 부분에는 사용 가능한 상태들의 쉼표로 구분된 목록을 입력합니다. 또한 '*'는 모든 상태를 의미하며, 남아 있는 상태들을 그 그룹과 연관짓는데 사용할 수 있습니다. CSS 클래스는 new (노랑), open (무색), closed (초록) 중의 하나입니다. 다른 스타일은 사용자 지정 CSS 규칙을 [TracInterfaceCustomization#SiteAppearance site/style.css] 파일에 추가하여 사용할 수 있습니다. 규칙의 예: `table.progress td.<class> { background: <color> }`
sv: Då arbetsflödet för ärenden nu är konfigurerbart kan det finnas många ärendetillstånd och att då endast visa stängda ärenden kontra alla övriga är kanske inte lämpligt i alla fall. I denna sektion skapas ''grupper'' av tillstånd vilka kommer att visas i olika färger i milstolpens förloppsindikator. Notera att grupperna endast kan baseras på ärendets //tillstånd//, inget annat. Framför allt är det inte möjligt att särskilja stängda ärenden baserat på deras //utfall//. Följande är ett exempel med tre grupper; //closed//, //new// och //active// (som standard särskiljs endast //closed// och //active//): {{{ # Gruppen 'closed' motsvarar stängda ärenden ('closed') closed = closed # .order: Sekvensnummer i förloppsindikatorn closed.order = 0 # .query_args: valfritt argument för motsvarande sökfråga. # Detta exempel innebär, utöver standardinställningen, # att två extra kolumner lagts till ('created' och # 'modified' vilket ges av 'col=time,col=changetime' # nedan) samt att sortering baseras på när ärendet # skapats ('order=time' nedan). closed.query_args = group=resolution,order=time,col=id,col=summary,col=owner,col=type,col=priority,col=component,col=severity,col=time,col=changetime # .overall_completion: indikerar huruvida gruppen ingår vid beräkning # av andelen avklarade ärenden closed.overall_completion = true new = new new.order = 1 new.css_class = new new.label = new # Notera: en allomfattande grupp för övriga tillstånd är tillåten active = * active.order = 2 # .css_class: CSS-klass för detta intervall i förloppsindikatorn active.css_class = open # .label: visad etikett för denna grupp active.label = in progress }}} Definitionen består av en kommaseparerad lista av accepterade tillstånd. Dessutom, '*' betyder vilket tillstånd som helst och kan användas för att associera alla övriga tillstånd till en allomfattande grupp. CSS-klassen kan vara en av: new (gul), open (ingen färg) eller closed (grön). Övriga stilar kan enkelt läggas till som en CSS-regel: `table.progress td.<class> { background: <color> }`, till exempel till filen [TracInterfaceCustomization#SiteAppearance site/style.css].
zh_tw: 由於待辦事項的工作流程現在是可配置的，因此可以有許多待辦事項狀態， 僅顯示關閉的待辦事項vs.其他的待辦事項可能並不適合所有情況。 此區段可以輕鬆創建狀態的''群組''，這些狀態組將在里程碑進度欄中以不同的顏色顯示。 請注意，分組只能基於待辦事項//狀態//。 特別是，不可能根據//處理結果//來區分不同的已關閉待辦事項。 具有三個組的設定範例，分別為//已關閉//，//新建的//和//活動的//(預設僅具有已關閉和活動的): {{{ # the 'closed' group correspond to the 'closed' tickets closed = closed # .order: sequence number in the progress bar closed.order = 0 # .query_args: optional parameters for the corresponding # query. In this example, the changes from the # default are two additional columns ('created' and # 'modified'), and sorting is done on 'created'. closed.query_args = group=resolution,order=time,col=id,col=summary,col=owner,col=type,col=priority,col=component,col=severity,col=time,col=changetime # .overall_completion: indicates groups that count for overall # completion percentage closed.overall_completion = true new = new new.order = 1 new.css_class = new new.label = new # Note: one catch-all group for other statuses is allowed active = * active.order = 2 # .css_class: CSS class for this interval active.css_class = open # .label: displayed label for this group active.label = in progress }}} 該定義包含以逗號分隔的可接受狀態列表。 另外，'*'表示任何狀態，可用於關聯到所有剩餘的狀態。 CSS類可以是以下之一：new(黃色)，open(無顏色)或closed(綠色)。 可以使用自定義CSS規則輕鬆添加其他樣式： 例如，`table.progress td.<class> { background: <color> }`到[TracInterfaceCustomization#SiteAppearance site/style.css]檔案。

source: Name of the component implementing `ITicketGroupStatsProvider`, which is used to collect statistics on groups of tickets for display in the roadmap views.
ko: `ITicketGroupStatsProvider`를 구현하는 컴포넌트의 이름입니다. 이 컴포넌트는 로드맵 보기에 표시할 티켓 그룹에 대한 통계를 수집하는 데 사용됩니다.
sv: Namnet på den komponent som implementerar `ITicketGroupStatsProvider`, vilken samlar ihop statistik över grupper av ärenden, för presentation av tidsplaner.
zh_tw: 實現`ITicketGroupStatsProvider`的組件名稱， 該組件用於收集待辦事項群組的統計信息以顯示在開發藍圖中。

source: Name of the component implementing `ITicketGroupStatsProvider`, which is used to collect statistics on groups of tickets for display in the milestone views.
ko: `ITicketGroupStatsProvider`를 구현하는 컴포넌트의 이름입니다. 이 컴포넌트는 마일스톤 보기에 표시할 티켓 그룹에 대한 통계를 수집하는 데 사용됩니다.
sv: Namnet på den komponent som implementerar `ITicketGroupStatsProvider`, vilken samlar ihop statistik över grupper av ärenden för presentation av milstolpar.
zh_tw: 實現`ITicketGroupStatsProvider`的組件名稱， 該組件用於收集待辦事項群組的統計信息以顯示在里程碑中。

source: Default milestone to which tickets are retargeted when closing or deleting a milestone. (''since 1.1.2'')
ko: 마일스톤을 닫거나 삭제했을 때, 티켓에서 목표로 재지정 될 기본 마일스톤입니다. (''1.1.2 버전부터'')
sv: Förvald milstolpe som ärenden omriktas till vid stängning eller radering av milstolpe. ("sedan 1.1.2")
zh_tw: 關閉或刪除里程碑時預設重新定向到的里程碑。(''從 1.1.2'')

source: Default field to use for grouping tickets in the grouped progress bar. (''since 1.2'')
ko: 그룹화 된 진행률 막대에서 티켓을 묶는 데 사용할 기본 필드입니다. (''1.2 버전부터'')
sv: Förvalt fält att använda för gruppering av ärenden i den grupperade förloppsindikatorn. ("sedan 1.2")
zh_tw: 在群組進度條中將待辦事項分組的預設欄位。(''從 1.2'')

source: Enable the display of all ticket changes in the timeline, not only open / close operations.
ko: 열기/닫기 동작 이외에, 모든 티켓 변경 사항이 타임라인에 표시되도록 합니다.
sv: Möjliggör presentation av alla ärenden på tidslinjen, inte enbart öppna / stängda ärenden.
zh_tw: 啟用時間軸上所有待辦事項更改的顯示，而不是僅顯示新建立/已解決。

source: Enable the display of component of tickets in the timeline. (''since 1.1.1'')
ko: 타임라인에 티켓의 컴포넌트가 표시되도록 합니다. (''1.1.1 버전부터'')
sv: Möjliggör presentation av komponenter för ärenden på tidslinjen. (''sedan 1.1.1'')
zh_tw: 啟用時間軸中待辦事項組件欄位的顯示。 (''從 1.1.1'')

source: Maximum allowed description size in characters.
ko: 상세 설명의 최대 글자 수입니다.
sv: Maximalt tillåten storlek på beskrivning i tecken.
zh_tw: 允許的最大描述大小(以字節為單位)。

source: Maximum allowed comment size in characters.
ko: 댓글의 최대 글자 수입니다.
sv: Maximalt tillåten storlek på kommentarer i tecken.
zh_tw: 允許的最大留言大小(以字節為單位)。

source: Maximum allowed summary size in characters. (//since 1.0.2//)
ko: 제목의 최대 글자 수입니다. (''1.0.2 버전부터'')
sv: Maximalt tillåten storlek på sammanfattning i tecken. (//sedan 1.0.2//)
zh_tw: 允許的最大摘要大小(以字節為單位)。(//從 1.0.2//)

source: Which formatter flavor (e.g. 'html' or 'oneliner') should be used when presenting the description for new tickets. If 'oneliner', the [timeline] abbreviated_messages option applies.
ko: 새로운 티켓에 대한 설명을 보여줄 때 어떠한 포맷터 취향(예: 'html' 또는 'oneliner')이 사용되는지 지정합니다. 'oneliner'이면, [timeline]의 abbreviated_messages 설정이 적용됩니다.
sv: Inriktning på formatteraren (t.ex. 'html' eller 'oneliner') för presentation av nya ärendens beskrivningar. Vid 'oneliner' så gäller alternativet [timeline] abbreviated_messages.
zh_tw: 呈現新待辦事項描述時，應使用哪種格式化程序風格(例如:'html'或'oneliner')。 如果為'oneliner'，則使用[timeline] abbreviated_messages選項。

source: Whether Wiki formatter should respect the new lines present in the Wiki text. If set to 'default', this is equivalent to 'yes' for new environments but keeps the old behavior for upgraded environments (i.e. 'no').
ko: 위키 포맷터가 위키 텍스트에 있는 줄바꿈을 유지하는지 여부입니다. 'default'로 설정하면, 새로운 저장소에 대해서는 'yes'와 동일하지만 업그레이드 된 저장소에서는 이전 동작(예: 'no')을 유지합니다.
sv: Anger huruvida wikiformatteraren ska återspegla radslut i wikitexten. Om 'default' är angivet är detta samma som 'yes' för nya Trac-miljöer, men behåller gammalt beteende för uppgraderade Trac-miljöer (ex.v. 'no').
zh_tw: Wiki格式化程序是否應尊重Wiki文字中出現的換行。 如果設置為'default'，則對於新環境等效於'yes'，但對於升級後的環境則保留舊的行為(即'no')。
