Repository: pypi-data/pypi-mirror-72
Catalog: packages/Trac/Trac-1.2.6.tar.gz/Trac-1.2.6/trac/locale/*/LC_MESSAGES/tracini.po
Languages: ko, sv, zh_tw

source: Optionally use `[trac] base_url` for redirects. In some configurations, usually involving running Trac behind a HTTP proxy, Trac can't automatically reconstruct the URL that is used to access it. You may need to use this option to force Trac to use the `base_url` setting also for redirects. This introduces the obvious limitation that this environment will only be usable when accessible from that URL, as redirects are frequently used.
ko: 선택적으로 리디렉션에 `[trac] base_url`을 사용합니다. 특정 환경에서, 보통 HTTP Proxy 뒤에서 Trac이 실행되고 있을 때, Trac은 접근하는 데 사용되는 URL을 자동으로 재구성 할 수 없습니다. Trac이 `base_url` 설정을 리디렉션에도 사용하도록 하기 위해 이 설정을 사용할 수 있습니다. 이렇게 하는 것은, 리디렉션이 보통 사용되는 것처럼, 이 환경이 해당 URL로 접근하는 경우에만 사용 가능하게 한다는 한계가 있습니다.
sv: Använd `[trac] base_url` vid omdirigeringar. I vissa konfigurationer, vanligtvis då Trac körs bakom en HTTP-proxy, kan inte Trac automatiskt konstruera en URL baserat på den som används för att nå Trac. Du kan behöva aktivera detta alternativ för att tvinga Trac att använda värdet för `base_url` även vid omdirigeringar. Detta medför naturligtvis en begränsning: denna Trac-miljö blir endast nåbar genom denna URL då omdirigeringar ofta används.
zh_tw: 使用`[trac] base_url`進行重定向。 在某些配置中，通常涉及在HTTP代理後面運行Trac，Trac無法自動重建用於訪問它的URL。 您可能需要使用此選項來強制Trac也使用`base_url`設置重定向。 這引入了一個明顯的限制，即該環境僅由該URL訪問時才可用，因為重定向經常被使用。

source: Restrict cookies to HTTPS connections. When true, set the `secure` flag on all cookies so that they are only sent to the server on HTTPS connections. Use this if your Trac instance is only accessible through HTTPS.
ko: 쿠키 사용을 HTTPS 연결에만 제한합니다. true로 설정하면, HTTPS 연결을 사용하는 서버에만 쿠키가 전송되도록 `secure` 플래그를 설정합니다. HTTPS로만 Trac을 접근할 경우에 이 설정을 사용하십시오.
sv: Begränsa cookies till HTTPS-anslutningar. Aktivera detta för att sätta `secure`-flaggan i alla cookies så att de endast skickas till servern över HTTPS-anslutningar. Använd detta om din Trac-miljö endast är nåbar över HTTPS.
zh_tw: 將Cookie限制使用HTTPS連接。 當設置為true時，在所有cookie上設置`secure`標誌，以使它們僅通過HTTPS連接發送到伺服器。 如果您的Trac實例只能通過HTTPS訪問，請使用此選項。

source: Lifetime of the anonymous session, in days. Set the option to 0 to disable purging old anonymous sessions. (''since 1.0.17'')
ko: 익명 세션의 유효 기간(일 단위)입니다. 0으로 설정하면 오래된 익명 세션 삭제를 비활성화 합니다. (''1.0.17 버전부터'')
sv: Livslängd på anonym session, i dagar. Sätt alternativet till 0 för att inaktivera rensning av gamla anonyma sessioner. ("sedan 1.0.17")
zh_tw: 匿名會話的生命週期，以天為單位。 將選項設置為0以禁用清除舊的匿名會話。 (''從 1.0.17'')

source: Name of the project.
ko: 프로젝트의 이름입니다.
sv: Projektets namn.
zh_tw: 專案名稱

source: Short description of the project.
ko: 프로젝트에 대한 짧은 설명입니다.
sv: Kort beskrivning av projektet.
zh_tw: 專案簡短描述

source: URL of the main project web site, usually the website in which the `base_url` resides. This is used in notification e-mails.
ko: 메인 프로젝트 웹 사이트의 URL이며, 일반적으로 `base_url`이 있는 웹사이트입니다. 이 값은 알림 메일에서 사용됩니다.
sv: URL för huvudprojektsajten, vanligtvis en webbsajt inom vilken `base_url` befinner sig. Detta används i e-postmeddelanden.
zh_tw: 主專案網站的URL，通常是`base_url`所在的網站。 在通知電子郵件中使用。

source: E-Mail address of the project's administrator.
ko: 프로젝트 관리자의 메일 주소입니다.
sv: E-postadress till projektets administratör.
zh_tw: 專案管理者 E-Mail 地址

source: Base URL of a Trac instance where errors in this Trac should be reported. This can be an absolute or relative URL, or '.' to reference this Trac instance. An empty value will disable the reporting buttons.
ko: 이 Trac의 오류 발생이 보고될 Trac 인스턴스의 기본 URL입니다. 이 값은 절대 또는 상대 URL일 수 있으며, 이 Trac 인스턴스를 가리키려면 '.'으로 지정합니다. 빈 값으로 지정하면 보고 버튼이 비활성화 됩니다.
sv: Bas-URL för en Trac-miljö där fel i denna Trac-miljö ska rapporteras. Detta kan vara en absolut eller relativ URL, eller '.' för att referera till denna Trac-miljö. Sätt ett tomt värde för att avaktivera rapporteringsknapparna.
zh_tw: Trac實例的基本URL，應在其中報告此Trac中的錯誤。 這可以是絕對或相對URL，也可以是'.'來引用此Trac實例。 空值將禁用報告按鈕。

source: Page footer text (right-aligned).
ko: 페이지 바닥글 텍스트 (오른쪽 정렬됨).
sv: Sidfotens text (högerjusterad).
zh_tw: 頁面頁腳文字 (右對齊)。

source: URL of the icon of the project.
ko: 프로젝트 아이콘의 URL입니다.
sv: URL för projektets ikon.
zh_tw: 專案 icon 網址

source: Logging facility to use. Should be one of (`none`, `file`, `stderr`, `syslog`, `winlog`).
ko: 사용할 로깅 대상을 지정합니다. (`none`, `file`, `stderr`, `syslog`, `winlog`) 중 하나여야 합니다.
sv: Loggningstyp som ska användas. Ska vara en av (`none`, `file`, `stderr`, `syslog`, `winlog`).
zh_tw: 要使用的日誌工具。 應該是其中之一 (`none`, `file`, `stderr`, `syslog`, `winlog`)。

source: If `log_type` is `file`, this should be a path to the log-file. Relative paths are resolved relative to the `log` directory of the environment.
ko: `log_type`이 `file`이라면, 이 값은 로그 파일의 경로여야 합니다. 상대 경로는 Trac 저장소의 `log` 디렉토리를 기준으로 해석됩니다.
sv: Om `log_type` är `file`, ska detta ange en sökväg till logg-filen. Relativa sökvägar utgår från katalogen `log` i Trac-miljön.
zh_tw: 如果`log_type`是`file`，則這應該是紀錄檔案的路徑。 相對路徑是相對於環境`log`目錄。

source: Level of verbosity in log. Should be one of (`CRITICAL`, `ERROR`, `WARNING`, `INFO`, `DEBUG`).
ko: 로그의 상세도입니다. (`CRITICAL`, `ERROR`, `WARNING`, `INFO`, `DEBUG`) 중 하나여야 합니다.
sv: Informationsnivån i loggar. Ska vara en av (`CRITICAL`, `ERROR`, `WARNING`, `INFO`, `DEBUG`).
zh_tw: 日誌中的層級設定。 應該是其中之一 (`CRITICAL`, `ERROR`, `WARNING`, `INFO`, `DEBUG`)。

source: Custom logging format. If nothing is set, the following will be used: `Trac[$(module)s] $(levelname)s: $(message)s` In addition to regular key names supported by the [http://docs.python.org/library/logging.html Python logger library] one could use: - `$(path)s` the path for the current environment - `$(basename)s` the last path component of the current environment - `$(project)s` the project name Note the usage of `$(...)s` instead of `%(...)s` as the latter form would be interpreted by the !ConfigParser itself. Example: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s`
ko: 사용자 정의 로깅 형식입니다. 설정되어 있지 않다면, 다음 값이 사용됩니다: `Trac[$(module)s] $(levelname)s: $(message)s` [http://docs.python.org/library/logging.html 파이썬 로거 라이브러리]에서 지원되는 일반적인 키 이름 이외에도, 다음을 사용할 수 있습니다: - `$(path)s` 현재 저장소의 경로 - `$(basename)s` 현재 저장소 경로의 마지막 요소 - `$(project)s` 프로젝트 이름 `%(...)s` 대신 `$(...)s`를 사용해야 (형식은 동일) 설정 해석기에 의해 처리될 수 있음에 유의하십시오. 예제: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s`
sv: Anpassat loggningsformat. Om inget anges används följande: `Trac[$(module)s] $(levelname)s: $(message)s` Utöver de vanliga nyckelnamnen som stöds av Python's loggningsbibliotek [http://docs.python.org/library/logging.html] kan följande användas: - `$(path)s` sökvägen för aktuell Trac-miljö - `$(basename)s` sista delen i sökvägen för aktuell Trac-miljö - `$(project)s` projektets namn Notera användningen av `$(...)s` istället för of `%(...)s` då den senare skulle tolkas av !ConfigParser självt. Exempel: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s`
zh_tw: 自定義日誌記錄格式。 如果未設置任何內容，則將使用以下內容: `Trac[$(module)s] $(levelname)s: $(message)s` 除了[http://docs.python.org/library/logging.html Python logger library] 支持的常規鍵名之外，還可以使用: - `$(path)s` 當前環境的路徑 - `$(basename)s` 當前環境的最後路徑部分 - `$(project)s` 專案名稱 請注意，使用`$(...)s`代替`%(...)s`，因為後者由ConfigParser本身解釋。 範例: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s`

source: Name of the component implementing `IPermissionStore`, which is used for managing user and group permissions.
ko: `IPermissionStore`를 구현하는 컴포넌트의 이름입니다. 이 컴포넌트는 사용자와 그룹 권한을 관리하는 데 사용됩니다.
sv: Namnet på komponenten som implementerar `IPermissionStore`, som används för att hantera användar- och grupprättigheter.
zh_tw: 實現`IPermissionStore`的組件名稱，該組件用於管理用戶和群組權限。

source: List of components implementing `IPermissionPolicy`, in the order in which they will be applied. These components manage fine-grained access control to Trac resources.
ko: `IPermissionPolicy`를 구현하는 컴포넌트의 목록이며, 적용되어야 하는 순서대로 나열합니다. 이 컴포넌트들은 Trac 리소스에 대한 세밀한 접근 제어를 관리합니다.
sv: Lista av komponenter som implementerar `IPermissionPolicy`, i den ordning de kommer att användas. Dessa komponenter hanterar finkornig åtkomstkontroll till resurser i Trac.
zh_tw: 實現`IPermissionPolicy`的組件列表，按其使用順序。 這些組件管理對Trac資源訪問控制的仔細程度。

source: Database connection [wiki:TracEnvironment#DatabaseConnectionStrings string] for this project
ko: 이 프로젝트의 데이터베이스 연결 [wiki:TracEnvironment#DatabaseConnectionStrings 문자열]을 지정합니다.
sv: Databasens [wiki:TracEnvironment#DatabaseConnectionStrings anslutningssträng] för detta projekt.
zh_tw: 此專案的資料庫連接[wiki:TracEnvironment#DatabaseConnectionStrings 字串]

source: Database backup location
ko: 데이터베이스 백업 위치입니다.
sv: Sökväg till databasens backup
zh_tw: 資料庫備份路徑

source: Timeout value for database connection, in seconds. Use '0' to specify ''no timeout''.
ko: 데이터베이스 접속 제한 시간을 초 단위로 지정합니다. 제한 시간을 없애려면 '0'을 입력하십시오.
sv: Timeout-värde för databasanslutning, i sekunder. Sätt '0' för att ange ''ingen timeout''.
zh_tw: 資料庫連接的超時值，以秒為單位。 使用'0'表示''沒有超時''。

source: Show the SQL queries in the Trac log, at DEBUG level.
ko: DEBUG 수준일 때, SQL 질의가 Trac 로그에 기록되도록 합니다.
sv: Visa SQL-frågor i Trac-loggen, på DEBUG-nivå.
zh_tw: 在DEBUG層級的Trac日誌中顯示SQL查詢。

source: Location of mysqldump for MySQL database backups
ko: MySQL 데이터베이스 백업을 위한 mysqldump의 위치입니다.
sv: Sökväg till mysqldump för backup av MySQL-databaser
zh_tw: 用於備份MySQL資料庫的mysqldump其位置

source: Location of pg_dump for Postgres database backups
ko: Postgres 데이터베이스 백업을 위한 pg_dump의 위치입니다.
sv: Sökväg till mysqldump för backup av Postgres-databaser
zh_tw: 用於備份Postgres資料庫的pg_dump其位置

source: Paths to [https://sqlite.org/loadext.html sqlite extensions]. The paths may be absolute or relative to the Trac environment. (''since 0.12'')
ko: [https://sqlite.org/loadext.html SQLite 확장]의 경로입니다. 절대 경로 또는 Trac 저장소 디렉토리에 상대적인 경로로 지정할 수 있습니다. (''0.12 버전부터'')
sv: Sökväg till [https://sqlite.org/loadext.html sqlite tillägg]. Sökväg kan vara absolut eller relativ i förhållande till Trac-miljön. ("sedan 0.12")
zh_tw: [https://sqlite.org/loadext.html sqlite擴展]的路徑。 這些路徑可以是絕對路徑，也可以是相對於Trac環境的路徑。 (''從 0.12'')

source: Charset to be used when in doubt.
ko: 문자셋이 확실하지 않을 때 사용할 값입니다.
sv: Teckenuppsättning som ska användas vid tveksamheter.
zh_tw: 有疑問時使用的字符集。

source: Displayed tab width in file preview.
ko: 파일 미리보기에서 표시될 탭 너비입니다.
sv: Visad flikbredd vid förhandsgranskning av filen.
zh_tw: 在檔案預覽中顯示的tab寬度。

source: Maximum file size for HTML preview.
ko: HTML 미리보기의 최대 허용 파일 크기입니다.
sv: Maximal filtstorlek för förhandsgranskning i webbläsaren.
zh_tw: 能HTML預覽的最大檔案大小。

source: List of additional MIME types and keyword mappings. Mappings are comma-separated, and for each MIME type, there's a colon (":") separated list of associated keywords or file extensions.
ko: MIME 형식과 키워드 매핑의 추가적인 목록입니다. 매핑은 쉼표로 구분되어 있는 목록이며, 각 매핑은 MIME 형식을 먼저 나열하고, 쌍점(":")으로 구분하여 연관된 키워드 또는 파일 확장자가 덧붙습니다.
sv: Lista över ytterligare MIME-typer och kopplingar till nyckelord. Kopplingarna är kommaseparerade, och för varje MIME-typ anges en kolonseparerad (":") lista av associerade nyckelord eller filtyper.
zh_tw: 額外的MIME類型與關鍵字映射列表。 映射用逗號分隔，對於每種MIME類型，都有一個用冒號(":")分隔的相關關鍵字或副檔名列表。

source: List of additional MIME types associated to filename patterns. Mappings are comma-separated, and each mapping consists of a MIME type and a Python regexp used for matching filenames, separated by a colon (":"). (''since 1.0'')
ko: MIME 형식과 연관된 파일명 패턴의 추가적인 목록입니다. 매핑은 쉼표로 구분되어 있는 목록이며, 각 매핑은 MIME 형식, 쌍점 (":"), 파일명 일치 검사에 사용할 파이썬 정규식으로 구성됩니다. (''1.0 버전부터'')
sv: Förteckning över kompletterande MIME-typer associerade till filnamnsmönster. Mappningarna är kommaseparerade, och varje mappning består av en MIME-typ och en Python-regexp för matchande filnamn, åtskilda av kolon (":"). (''sedan 1.0'')
zh_tw: 額外的MIME類型關聯檔名樣式列表。 映射用逗號分隔，每個映射都由一個MIME類型和一個用於匹配檔名的Python正規表達式組成，用冒號(":")分隔。(''從 1.0'')

source: Comma-separated list of MIME types that should be treated as binary data.
ko: 이진 데이터로 처리될, 쉼표로 구분된 MIME 형식의 목록입니다.
sv: Kommaseparerad list av MIME-typer som ska behandlas som binär data.
zh_tw: 應將其視為二進制數據的MIME類型列表(以逗號分隔)。

source: Configure Pygments [%(url)s lexer] options. For example, to set the [%(url)s#lexers-for-php-and-related-languages PhpLexer] options `startinline` and `funcnamehighlighting`: {{{#!ini [pygments-lexer] php.startinline = True php.funcnamehighlighting = True }}} The lexer name is derived from the class name, with `Lexer` stripped from the end. The lexer //short names// can also be used in place of the lexer name.
ko: Pygments [%(url)s 구문 분석기] 옵션을 설정합니다. 예를 들어, [%(url)s#lexers-for-php-and-related-languages PhpLexer] 옵션인 `startinline`과 `funcnamehighlighting`을 설정하는 방법은 다음과 같습니다: {{{#!ini [pygments-lexer] php.startinline = True php.funcnamehighlighting = True }}} 구문 분석기의 이름은 클래스 이름으로부터 마지막의 `Lexer`를 제외한 부분입니다. 구분 분석기의 //짧은 이름//을 이름 대신에 사용할 수도 있습니다.
sv: Konfigurera Pygments [%(url)s lexer] alternativ. Tillexempel, för att sätta [%(url)s#lexers-for-php-and-related-languages PhpLexer] alternativen `startinline` och `funcnamehighlighting`: {{{#!ini [pygments-lexer] php.startinline = True php.funcnamehighlighting = True }}} Lexer namnet är ursprunget från klassnamnet, med `Lexer` strippat från slutet. Lexer alternativet //short names// kan också användas istället för lexer namnet.
zh_tw: 配置Pygments[%(url)s 詞法分析器]選項。 例如:要設置[%(url)s#lexers-for-php-and-related-languages PHP詞法分析器]選項`startinline`和`funcnamehighlighting`：{{{#!ini [pygments-lexer] php.startinline = True php.funcnamehighlighting = True }}} 詞法分析器名稱是從類別名稱衍生而來，擷取其中的最後部份。 //短名稱//也可以用來替代詞法分析器名稱。

source: The default style to use for Pygments syntax highlighting.
ko: Pygments 구문 강조에서 사용될 기본 스타일입니다.
sv: Standardstil som ska användas för Pygments syntaxfärgläggning.
zh_tw: 用於Pygments語法色彩突顯的預設樣式。

source: List of additional MIME types known by Pygments. For each, a tuple `mimetype:mode:quality` has to be specified, where `mimetype` is the MIME type, `mode` is the corresponding Pygments mode to be used for the conversion and `quality` is the quality ratio associated to this conversion. That can also be used to override the default quality ratio used by the Pygments render.
ko: Pygments에 추가로 알릴 MIME 형식의 목록입니다. 각각에 대해, `MIME형식:모드:품질` 값쌍을 정의합니다. 여기에서 `MIME형식`은 MIME 형식을, `모드`는 변환에 사용될 Pygments 모드를, `품질`은 변환에 관계된 품질 비율을 의미합니다. 이는 또한 Pygments 렌더에서 사용되는 기본 품질 비율을 덮어쓰는 데 사용할 수 있습니다 (''0.10 버전부터'').
sv: Lista av ytterligare MIME-typer som hanteras av Pygments. För varje typ ska `mimetype:mode:quality` specificeras, där `mimetype` anger MIME-typen, `mode` anger motsvarande läge för Pygments som ska gälla vid konvertering och `quality` är kvalitetsgraden för konverteringen. Det kan användas för att överrida den förvalda kvalitetsgraden som används av Pygments-renderaren. (''sedan 0.10'').
zh_tw: Pygments已知的額外MIME類型列表。 每一個都必須指定一組`mimetype:mode:quality`，其中`mimetype`是MIME類型， `mode`是用於轉換相應的Pygments模式，而`quality`是與之相關的轉換品質比率。 這也可以用來覆蓋Pygments渲染所使用的預設品質比率。

source: Name of the component implementing `IEmailSender`. This component is used by the notification system to send emails. Trac currently provides `SmtpEmailSender` for connecting to an SMTP server, and `SendmailEmailSender` for running a `sendmail`-compatible executable. (''since 0.12'')
ko: `IEmailSender`를 구현하는 컴포넌트의 이름입니다. 이 컴포넌트는 메일을 보내기 위해 알림 시스템에서 사용됩니다. Trac은 현재 SMTP 서버에 연결하기 위해 `SmtpEmailSender`를, `sendmail` 호환 명령 실행을 위해 `SendmailEmailSender`를 제공합니다. (''0.12 버전부터'')
sv: Namnet på komponenten som implementerar `IEmailSender`. Denna komponent används av aviseringssystemet för att skicka e-post. Trac erbjuder för närvarande `SmtpEmailSender` för att ansluta till en SMTP-server, och `SendmailEmailSender` för att köra en `sendmail`-kompatibel exekveringsfil.
zh_tw: 實現`IEmailSender`的組件名稱。 通知系統使用此組件來發送電子郵件。 Trac當前提供`SmtpEmailSender`用於連接到SMTP伺服器，並提供`SendmailEmailSender`用於運行與`sendmail`兼容的可執行檔案。(''從 0.12'')

source: Enable email notification.
ko: 메일 알림을 활성화합니다.
sv: Aktivera e-postaviseringar.
zh_tw: 啟用 email 通知

source: Sender address to use in notification emails. At least one of `smtp_from` and `smtp_replyto` must be set, otherwise Trac refuses to send notification mails.
ko: 알림 메일에서 사용할 보낸 사람 주소입니다. 적어도 `smtp_from`이나 `smtp_replyto` 중 하나는 설정되어 있어야 하며, 그렇지 않을 경우 Trac은 알림 메일을 보내지 않습니다.
sv: Avsändaradress att använda i notisbrev. Åtminstone en av `smtp_from` och `smtp_replyto` måste vara satt, annars kommer Trac att vägra skicka notisbrev.
zh_tw: 在電子郵件通知中使用的發件人地址。 必須至少設置`smtp_from`和`smtp_replyto`之一，否則Trac拒絕發送通知郵件。

source: Sender name to use in notification emails.
ko: 알림 메일에서 사용할 보낸 사람 이름입니다.
sv: Avsändarnamn vid utskick av e-postaviseringar.
zh_tw: 在電子郵件通知中使用的發件人名稱。

source: Use the author of the change as the sender in notification emails (e.g. reporter of a new ticket, author of a comment). If the author hasn't set an email address, `smtp_from` and `smtp_from_name` are used instead. (''since 1.0'')
ko: 변경 내용의 작성자(예를 들어 새 티켓의 작성자나 댓글 작성자)를 알림 메일의 보낸 사람으로 사용합니다. 작성자가 메일 주소를 설정하지 않았다면, `smtp_from`과 `smtp_from_name` 값을 대신 사용합니다. (''1.0 버전부터'')
sv: Använd författaren av ändringen som avsändare i notisbrev (t.ex. rapporterare av nytt ärende, författare av kommentar). Om författaren inte har ställt in någon e-postadress, så kommer `smtp_from` och `smtp_from_name` att användas istället. ("sedan 1.0")
zh_tw: 在通知電子郵件中使用更改的作者作為發送者(例如: 新待辦事項的報告者，新留言的作者)。 如果作者未設置電子郵件地址，則改用`smtp_from`和`smtp_from_name`。 (''從 1.0'')

source: Reply-To address to use in notification emails. At least one of `smtp_from` and `smtp_replyto` must be set, otherwise Trac refuses to send notification mails.
ko: 알림 메일에서 사용할 회신 대상 주소입니다. 적어도 `smtp_from`이나 `smtp_replyto` 중 하나는 설정되어 있어야 하며, 그렇지 않을 경우 Trac은 알림 메일을 보내지 않습니다.
sv: Svarsadress att använda i notisbrev. Åtminstone en av `smtp_from` och `smtp_replyto` måste vara satt, annars kommer Trac att vägra skicka notisbrev.
zh_tw: 在通知電子郵件中使用的回覆地址。 必須至少設置`smtp_from`和`smtp_replyto`之一，否則Trac拒絕發送通知郵件。

source: Comma-separated list of email addresses to always send notifications to. Addresses can be seen by all recipients (Cc:).
ko: 항상 알림을 보낼, 쉼표로 구분된 메일 주소의 목록입니다. 이 주소는 모든 수신자가 볼 수 있습니다 (참조:).
sv: Kommaseparerad lista över e-postadresser som alltid ska erhålla aviseringar. Adresserna kan ses av alla mottagare (Cc:).
zh_tw: 始終向其發送通知的電子郵件地址列表(逗號分隔列表)。 所有收件人都可以看到該地址(Cc:)。

source: Comma-separated list of email addresses to always send notifications to. Addresses are not public (Bcc:).
ko: 항상 알림을 보낼, 쉼표로 구분된 메일 주소의 목록입니다. 이 주소는 공개되지 않습니다 (숨은 참조:).
sv: Kommaseparerad lista över e-postadresser som alltid ska erhålla aviseringar. Adresserna ses ej av mottagarna (Bcc:).
zh_tw: 始終向其發送通知的電子郵件地址列表(逗號分隔列表)。 該地址不公開(Bcc:)。

source: Default host/domain to append to addresses that do not specify one. Fully qualified addresses are not modified. The default domain is appended to all username/login for which an email address cannot be found in the user settings.
ko: 지정하지 않았을 때 주소에 덧붙을, 기본 호스트 또는 도메인입니다. 완전한 주소일 경우는 변경되지 않습니다. 기본 도메인은 사용자 설정에 메일 주소가 없는 모든 사용자 이름에 덧붙습니다.
sv: Förvald värd/domän att lägga till i adresser som inte specificerar en. Fullt kvalificerade adresser ändras inte. Förvald domän läggs till till alla användarnamn/login där en e-postadress inte kan hittas i användarinställningarna.
zh_tw: 追加到未指定地址的預設主機名/網域。 完全合格的地址不會被修改。 預設網域將附加到在用戶設置中找不到其電子郵件地址的所有用戶名。

source: Comma-separated list of domains that should not be considered part of email addresses (for usernames with Kerberos domains).
ko: 메일 주소의 일부분으로 처리되지 않아야 하는, 쉼표로 구분된 도메인의 목록입니다 (Kerberos 도메인의 사용자 이름).
sv: Kommaseparerad lista av domäner som inte ska ses som del av e-postadresser (för användarnamn med Kerberos-domäner).
zh_tw: 不應該被視為電子郵件地址中一部分的網域(逗號分隔列表)(針對Kerberos網域)。

source: Comma-separated list of domains that should be considered as valid for email addresses (such as localdomain).
ko: 유효한 메일 주소로 처리되어야 하는, 쉼표로 구분된 도메인의 목록입니다 (localdomain 등).
sv: Kommaseparerad lista av domäner som ska anses giltiga för e-postadresser (t.ex. localdomain).
zh_tw: 在電子郵件地址中應被視為有價值的網域(逗號分隔列表)(例如localdomain)。

source: Specifies the MIME encoding scheme for emails. Supported values are: `none`, the default value which uses 7-bit encoding if the text is plain ASCII or 8-bit otherwise. `base64`, which works with any kind of content but may cause some issues with touchy anti-spam/anti-virus engine. `qp` or `quoted-printable`, which works best for european languages (more compact than base64) if 8-bit encoding cannot be used.
ko: 메일의 MIME 인코딩 방식을 지정합니다. 지원되는 값은 다음과 같습니다. `none`은 기본값이며 ASCII 내용만 있을 경우 7비트 인코딩을, 아닐 경우 8비트 인코딩을 사용합니다. `base64`는 어떤 종류의 내용도 다룰 수 있지만, 까다로운 스팸 방지 또는 바이러스 방지 엔진에서는 문제가 있을 수 있습니다. `qp` 또는 `quoted-printable`은 8비트 인코딩을 사용할 수 없을 때 유럽 지역 언어에서 사용하기 적합하며, base64보다 용량을 덜 차지합니다.
sv: Specificerar MIME kodningsschemat för brev. Värden som stöds är: `inget`, förvalt värde som använder 7-bit kodning om det är vanlig text, annars 8-bit. `base64`, som fungerar med vilken typ av innehåll som helst men kan orsaka vissa problem med en känslig anti-spam/anti-virus motor. `qp` eller `quoted-printable`, som fungerar bäst med europeiska språk (mer kompakt än base64) om inte 8-bit kodning kan användas.
zh_tw: 指定電子郵件的MIME編碼方案。 支持的值有:`none`(默認值)，如果內文為純ASCII，則為7位編碼，否則為8位。 `base64`，可與任何類型的內容一起使用，但可能會導致敏感的反垃圾郵件/防病毒引擎出現一些問題。 `qp`或`quoted-printable`，如果不能使用8位編碼，則最適合歐洲語言(比base64更緊湊)。

source: Addresses in the To and Cc fields are visible to all recipients. If this option is disabled, recipients are put in the Bcc list.
ko: 수신자가 다른 참조 수신자의 메일 주소를 볼 수 있도록 합니다. 이 설정이 비활성화 되어 있으면, 수신자는 숨은 참조 목록에 들어갑니다.
sv: Adresser i Till och Cc fälten är synliga för alla mottagare. Om detta alternativ är inaktiverat, kommer mottagare att läggas i Bcc listan.
zh_tw: To和Cc中的地址對所有收件人可見。 如果禁用此選項，則將收件人放入Bcc列表中。

source: Permit email address without a host/domain (i.e. username only). The SMTP server should accept those addresses, and either append a FQDN or use local delivery. See also `smtp_default_domain`. Do not use this option with a public SMTP server.
ko: 호스트나 도메인이 없는 메일 주소(사용자 이름만 있는)를 허용합니다. SMTP 서버가 이 주소들을 받아들여야 하며, 전체 주소 도메인 이름(FQDN)을 덧붙이거나 로컬로 전달합니다. `smtp_default_domain` 옵션을 참고하십시오. 공개된 SMTP 서버에서는 이 옵션을 사용하지 마십시오.
sv: Tillåt e-postadresser utan värd-/domännamn (dvs endast användarnamn). SMTP-servern måste acceptera sådana adresser och antingen lägga till ett domännamn (FQDN) eller utföra lokal leverans. Se också `smtp_default_domain`. Använd inte detta alternativ med en publik SMTP server.
zh_tw: 允許沒有主機名/網域的電子郵件地址(即僅用戶名)。 SMTP伺服器應接受這些地址，並附加FQDN或使用本地傳遞。 另請參見`smtp_default_domain`。 不要將此選項與公開SMTP伺服器一起使用。

source: Text to prepend to subject line of notification emails. If the setting is not defined, then `[$project_name]` is used as the prefix. If no prefix is desired, then specifying an empty option will disable it.
ko: 알림 메일의 제목 앞에 덧붙일 텍스트입니다. 설정을 정의하지 않았다면, `[$project_name]`이 사용됩니다. 덧붙이는 텍스트를 없애고 싶다면, 빈 내용으로 설정하십시오.
sv: Text att infoga till ämnesraden i e-postmeddelanden. Om inställningen inte är definierad, så används prefixet `[$project_name]`. Ange tomt värde om inget prefix önskas.
zh_tw: 放在通知電子郵件的主題行之前的文字。 如果未定義設置，則將`[$project_name]`用作前綴。 如果不需要前綴，則指定一個空選項將禁用它。

source: Hash algorithm to create unique Message-ID header. ''(since 1.0.13)''
ko: 유일한 Message-ID 헤더를 만들기 위해 사용할 해시 알고리즘입니다. ''(1.0.13 버전부터)''
sv: Hash algoritm för att skapa unikt Meddelande-ID huvud. "(sedan 1.0.13)"
zh_tw: 用來創建唯一Message-ID標頭的雜湊演算法。 ''(從 1.0.13)''
