Repository: pypi-data/pypi-mirror-72
Catalog: packages/Trac/Trac-1.2.6.tar.gz/Trac-1.2.6/trac/locale/*/LC_MESSAGES/tracini.po
Languages: ko, sv, zh_tw

source: The base query to be used when linkifying values of ticket fields. The query is a URL query string starting with `?` as used in `query:` [TracQuery#UsingTracLinks Trac links]. (''since 0.12'')
ko: 티켓 필드 값에 걸리는 링크에서 사용할 기본 질의문입니다. 질의문은 `query:` [TracQuery#UsingTracLinks Trac 링크]에서 `?`로 시작하는 URL 질의 문자열입니다. (''0.12 버전부터'')
sv: Basfråga som används när länkar skapas för ärendefält. Uttrycks som en URL-söksträng vilken startar med `?` och är på samma form som [TracQuery#UsingTracLinks Trac-länkar] av typen `query:`. (''sedan 0.12'')
zh_tw: 待辦事項欄位上自動查詢連結使用的基本查詢條件。 查詢使用在`query:`[TracQuery#UsingTracLinks Trac連結]裡以`?`開頭的URL查詢字串。 (''從 0.12'')

source: Default number of days displayed in the Timeline, in days.
ko: 타임라인에서 보여 줄 날짜 수(일)입니다.
sv: Förvalt antal dagar som visas på tidslinjen.
zh_tw: 時間軸中預設顯示的天數。

source: Maximum number of days (-1 for unlimited) displayable in the Timeline.
ko: 타임라인에서 보여줄 수 있는 최대 날짜 수(-1은 무제한)입니다.
sv: Maximalt antal dagar (-1 för obegränsning) som visas på tidslinjen.
zh_tw: 時間軸中可以顯示的最大天數(-1表示無限制)。

source: Whether wiki-formatted event messages should be truncated or not. This only affects the default rendering, and can be overriden by specific event providers, see their own documentation.
ko: 위키 포맷으로 된 (긴) 이벤트 메시지가 잘려나갈 수 있는지 여부입니다. 이는 기본 렌더링에만 영향을 미치며, 특정 이벤트 제공자에 따라 달라질 수 있습니다 (해당 문서를 참고하십시오).
sv: Huruvida wikiformatterade händelsemeddelanden förkortas. Detta påverkar endast standardåtergivning, och kan bortses av enstaka leverantörer av händelser, se dokumentation över dessa.
zh_tw: Wiki格式的事件訊息是否應被截斷。 這只會影響預設的呈現，可以由特定的事件提供者覆蓋，請參閱其各自的文檔。

source: Comma-separated list of allowed prefixes for repository directories when adding and editing repositories in the repository admin panel. If the list is empty, all repository directories are allowed. (''since 0.12.1'')
ko: 저장소 관리 패널에서 저장소를 추가하거나 편집할 때 저장소 디렉토리 앞에 붙을 문자열에 대한, 쉼표로 구분된 목록입니다. 목록이 비어 있으면, 모든 저장소 디렉토리가 허용됩니다. (''0.12.1 버전부터'')
sv: Kommaseparerad lista av tillåtna prefix för sökvägar till kataloger med arkiv vid tillägg eller redigering av arkiv i administörspanelen för arkiv. Om listan är tom tillåts alla sökvägar till arkiv. (''sedan 0.12.1'')
zh_tw: 在儲存庫管理面板中添加和編輯儲存庫時，允許的儲存庫目錄前綴(逗號分隔列表)。 如果列表為空，則允許所有儲存庫目錄。(''從 0.12.1'')

source: One of the alternatives for registering new repositories is to populate the `[repositories]` section of the `trac.ini`. This is especially suited for setting up convenience aliases, short-lived repositories, or during the initial phases of an installation. See [TracRepositoryAdmin#ReposTracIni TracRepositoryAdmin] for details about the format adopted for this section and the rest of that page for the other alternatives. (''since 0.12'')
ko: 새로운 저장소를 등록하는 방법 중의 하나는 `trac.ini` 파일의 `[repositories]` 구역에 입력하는 것입니다. 이 방법은 특히 저장소 별칭을 설정하거나, 단기 사용 용도의 저장소를 등록하거나, 설치의 초기 단계에서 적합합니다. 이 구역에서 사용하는 형식에 대해서는 [TracRepositoryAdmin#ReposTracIni TracRepositoryAdmin]를 참고하시고, 다른 방법들에 대해서는 그 페이지의 다른 내용들을 보십시오. (''0.12 버전부터'')
sv: Ett av alternativen för att registrera nya förråd, är att fylla i sektionen `[repositories]` i filen `trac.ini`. Detta är speciellt användbart för att definiera alias, kortlivade förråd eller under en initial fas vid en installation. Se [TracRepositoryAdmin#ReposTracIni TracRepositoryAdmin] för detaljer om formatet som gäller i denna sektion och resten av den sidan för andra alternativ. (''sedan 0.12'')
zh_tw: 註冊新儲存庫的替代方法之一是填充`trac.ini`的`[repositories]`區段。 這特別適合於設置便利的別名，壽命短的儲存庫或在安裝的初始階使用的儲存庫。 有關此區段採用格式的詳細信息，請參見[TracRepositoryAdmin#ReposTracIni TracRepositoryAdmin]，有關其他替代方法，請參見該頁面的其餘部分。 (''從 0.12'')

source: Default repository connector type. This is used as the default repository type for repositories defined in the [TracIni#repositories-section repositories] section or using the "Repositories" admin panel. (''since 0.12'')
ko: 기본 저장소 커넥터 형식입니다. 이 값은 [TracIni#repositories-section repositories] 구역에서 정의한 저장소나 "저장소" 관리 패널의 기본 저장소 형식으로 사용됩니다. (''0.12 버전부터'')
sv: Standardanslutning för förråd. Detta används som standardtyp för förråd som definieras i sektionen [TracIni#repositories-section repositories] eller vid användning av administratörspanelen "Förråd". (''sedan 0.12'')
zh_tw: 預設儲存庫連接器類型。 `trac.ini`檔案[TracIni#repositories-section repositories]區段與"儲存庫"管理面板中的預設儲存庫類型。(''從 0.12'')

source: The path to the Subversion [%(svnbook)s authorization (authz) file]. To enable authz permission checking, the `AuthzSourcePolicy` permission policy must be added to `[trac] permission_policies`. Non-absolute paths are relative to the Environment `conf` directory.
ko: Subversion [%(svnbook)s 인증 (authz) 파일]의 경로입니다. authz 권한 확인을 활성화 하려면, `[trac] permission_policies` 항목에 `AuthzSourcePolicy` 권한 정책이 추가되어야 합니다. 상대 경로로 지정하면 환경의 `conf` 디렉토리를 기준으로 합니다.
sv: Sökvägen till Subversions [%(svnbook)s auktorisations-fil (authz)]. För att aktivera auktoriseringskontroll,måste behörigshetspolicyn `AuthzSourcePolicy` läggas till i `[trac] permission_policies`. Icke-absoluta sökvägar är relativa till trac-miljöns `conf` katalog.
zh_tw: Subversion[%(svnbook)s 授權檔案(authz)]的路徑。 要啟用authz權限檢查，必須將`AuthzSourcePolicy`權限策略添加到`[trac] permission_policies`。 非絕對路徑是相對於環境`conf`目錄。

source: The module prefix used in the `authz_file` for the default repository. If left empty, the global section is used.
ko: 기본 저장소의 `authz_file`에 사용될 모듈 접두어입니다. 빈 칸으로 놓아두면 global 구역이 사용됩니다.
sv: Modulprefix som ska användas i `authz_file` för standardarkivet. Om tomt så används den globala sektionen.
zh_tw: 預設儲存庫的`authz_file`中使用的模塊前綴。如果保留為空，則使用全局區段。

source: Comma-separated list of version control properties to render as wiki content in the repository browser.
ko: 저장소 탐색기에서 위키 내용으로 처리될, 버전 관리 속성의 쉼표로 구분된 목록입니다.
sv: Kommaseparerad lista av versionskontrollegenskaper som ska tolkas som wikitext i förrådsbläddraren.
zh_tw: 要在儲存庫瀏覽器中呈現為Wiki內容的版本控制屬性(逗號分隔列表)。

source: Comma-separated list of version control properties to render as oneliner wiki content in the repository browser.
ko: 저장소 탐색기에서 한 줄 위키 내용으로 처리될, 버전 관리 속성의 쉼표로 구분된 목록입니다.
sv: Kommaseparerad lista av versionskontrollegenskaper som ska tolkas som enradig wikitext i förrådsbläddraren.
zh_tw: 要在儲存庫瀏覽器中呈現為單行Wiki內容的版本控制屬性(逗號分隔列表)。

source: List of repository paths that can be downloaded. Leave this option empty if you want to disable all downloads, otherwise set it to a comma-separated list of authorized paths (those paths are glob patterns, i.e. "*" can be used as a wild card). In a multi-repository environment, the path must be qualified with the repository name if the path does not point to the default repository (e.g. /reponame/trunk). Note that a simple prefix matching is performed on the paths, so aliases won't get automatically resolved.
ko: 다운로드 할 수 있는 저장소 경로의 목록입니다. 빈 칸으로 놓아두면 모든 다운로드가 비활성화 됩니다. 아닐 경우 접근 허용된 경로에 대한 쉼표로 구분된 목록을 입력합니다 (경로들은 glob 패턴으로, "*"이 아무개 문자로 사용될 수 있음). 다중 저장소 환경에서 경로가 기본 저장소를 가리키지 않는 경우, 저장소 이름 부분까지 포함된 경로를 입력해야 합니다 (예: /reponame/trunk). 경로에 대해 단순히 접두어 비교만 수행하기 때문에, 별칭이 자동적으로 처리되지 않음에 유의하십시오.
sv: Lista över sökvägar i förråd som kan laddas ner. Lämna detta alternativ blankt om du vill inaktivera all nedladdning, ange annars en kommaseparerad lista över tillåtna sökvägar för nerladdning (sökvägarna är s.k. glob-mönster, dvs "*" kan användas som jokertecken). Om flera förråd är kopplade till Trac-miljön måste sökvägen föregås av förrådsnamnet utom då sökväg anges för det förvalda förrådet (t.ex. /reponame/trunk). Notera att enkel prefix- matchning görs på sökvägarna, så alias-namn kommer ej att hittas.
zh_tw: 可以下載的儲存庫路徑列表。 如果要禁用所有下載，請將此選項留空， 否則將其設置為以逗號分隔的授權路徑列表(這些路徑是全局樣式，即"*"可用作萬用字元)。 在多儲存庫環境中，如果路徑未指向預設儲存庫(例如 /reponame/trunk)， 則該路徑必須使用儲存庫名稱進行限定。請注意，路徑執行簡單的前綴匹配，因此別名不會被自動解析。

source: Enable colorization of the ''age'' column. This uses the same color scale as the source code annotation: blue is older, red is newer.
ko: ''오래됨'' 열의 색상 표시를 활성화합니다. 이것은 소스 코드 수정한 사람 보기에서와 같은 색상 척도를 사용합니다: 파란색은 오래된 것이며, 빨간색은 새로운 것입니다.
sv: Aktivera färgsättning av kolumnen ''ålder''. Samma färgskala används som vid visning av filer med radvis revisionsmärkning: blått är äldre, rött är nyare.
zh_tw: 啟用''年份''欄位的著色。 這使用與原始碼註釋相同的色標: 藍色的顏色較舊，紅色的顏色較新。

source: (r,g,b) color triple to use for the color corresponding to the newest color, for the color scale used in ''blame'' or the browser ''age'' column if `color_scale` is enabled.
ko: 가장 새로운 항목에 해당하는 (R,G,B) 색상을 설정합니다. 이것은 `color_scale`이 활성화 되었을 때, ''수정한 사람 보기'' 또는 저장소 탐색기 ''오래됨''열의 색상 척도에서 사용됩니다.
sv: Färgtrippel (r,g,b) som används för den färg som motsvarar nyast, för färgskalan som används vid visning av radvisa ändringar "blame" eller kolumnen ''ålder'', om `color_scale` är aktiverat.
zh_tw: (r,g,b)色彩三原色，與最新相對應的顏色，用於''blame''或瀏覽器''年份''欄位(如果啟用了`color_scale`)。

source: (r,g,b) color triple to use for the color corresponding to the oldest color, for the color scale used in ''blame'' or the browser ''age'' column if `color_scale` is enabled.
ko: 가장 오래된 항목에 해당하는 (R,G,B) 색상을 설정합니다. 이것은 `color_scale`이 활성화 되었을 때, ''수정한 사람 보기'' 또는 저장소 탐색기 ''오래됨''열의 색상 척도에서 사용됩니다.
sv: Färgtrippel (r,g,b) som används för den färg som motsvarar äldst för färgskalan som används vid visning av radvisa ändringar eller kolumnen ''ålder'', om `color_scale` är aktiverat.
zh_tw: (r,g,b)色彩三原色，與最舊相對應的顏色，用於''blame''或瀏覽器''年份''欄位(如果啟用了`color_scale`)。

source: If set to a value between 0 and 1 (exclusive), this will be the point chosen to set the `intermediate_color` for interpolating the color value.
ko: 0 이상 1 미만의 값으로 설정할 경우, 색상 값을 보간할 때 `intermediate_color`를 사용할 지점이 됩니다.
sv: Om ett värde mellan 0 och 1 (exklusive) sätts, kommer detta bli den punkt som väljs som `intermediate_color` vid interpolation av färgvärdet.
zh_tw: 如果設置為0到1(不包括)之間的值，則將選擇該點來設置`intermediate_color`以插入顏色值。

source: (r,g,b) color triple to use for the color corresponding to the intermediate color, if two linear interpolations are used for the color scale (see `intermediate_point`). If not set, the intermediate color between `oldest_color` and `newest_color` will be used.
ko: 색상 척도를 선형 보간할 때 중간 항목에 해당하는 (R,G,B) 색상을 설정합니다 (`intermediate_point` 참고). 설정되지 않으면, `oldest_color`와 `newest_color`의 중간 색상이 사용됩니다.
sv: Färgtrippel (r,g,b) som används för den färg som motsvarar mellanliggande färg, om två linjära interpolationer används för färgskalan (se `intermediate_point`). Om ej satt så kommer färgen mellan `oldest_color` och `newest_color` att användas.
zh_tw: (r,g,b)色彩三原色，與中間相對應的顏色，如果兩點線性插值被使用(請參見`intermediate_point`)。 如果未設置，則將使用`oldest_color`和`newest_color`之間的中間顏色。

source: Whether raw files should be rendered in the browser, or only made downloadable. Pretty much any file may be interpreted as HTML by the browser, which allows a malicious user to create a file containing cross-site scripting attacks. For open repositories where anyone can check-in a file, it is recommended to leave this option disabled.
ko: 원본 파일을 브라우저에서 표시할 지, 다운로드 하게만 할 지 여부입니다. 거의 모든 파일이 브라우저에서 HTML로 표현될 수 있으며, 이는 악의적인 사용자가 크로스 사이트 스크립팅 공격을 포함한 파일을 만드는 것을 가능하게 합니다. 누구나 파일을 체크인 할 수 있는 공개 저장소에 대해서는, 이 설정을 비활성화 하는 것을 권장합니다.
sv: Låt webbläsaren visa innehållet i versionshanterade filer, eller tillåt endast nedladdning. Illasinnade användare kan utnyttja det här genom att skapa filer innehållande skripter som attackerar andra sajter, eftersom i stort sett vilken fil som helst kan tolkas som HTML av webbläsaren. För publika arkiv där anonyma användare tillåts checka in filer rekommenderas att denna möjlighet är inaktiverad.
zh_tw: 是否raw檔案應在瀏覽器中呈現，還是僅可下載。 瀏覽器幾乎可以將任何檔案解釋為HTML，這使惡意用戶可以建立包含跨站點腳本攻擊的檔案。 對於任何人都可以提交檔案的開放儲存庫，建議禁用此選項。

source: Comma-separated list of version control properties to hide from the repository browser.
ko: 저장소 탐색기에서 숨길 버전 관리 속성의 쉼표로 구분된 목록입니다.
sv: Kommaseparerad lista över versionskontrollegenskaper som ska döljas i förrådsbläddraren.
zh_tw: 要從儲存庫瀏覽器隱藏的版本控制屬性(逗號分隔列表)。

source: Number of files to show (`-1` for unlimited, `0` to disable). This can also be `location`, for showing the common prefix for the changed files.
ko: 보여 줄 파일의 수입니다 (`-1`이면 무제한, `0`이면 비활성화). `location`으로 설정하면, 변경된 파일의 공통 접두사를 표시합니다.
sv: Antal filer som kan visas (`-1` för obegränsat antal, `0` för att inaktivera). Sätt till `location` för att endast visa ett gemensamt prefix över ändrade filer.
zh_tw: 要顯示的檔案數(`-1`表示無限制，`0`表示禁用)。 也可以設定為`location`，用於顯示已更改檔案的共同前綴。

source: Whether wiki-formatted changeset messages should be multiline or not. If this option is not specified or is false and `wiki_format_messages` is set to true, changeset messages will be single line only, losing some formatting (bullet points, etc).
ko: 위키 형식의 변경사항 메시지가 여러 줄로 표현되어야하는지 여부입니다. 설정값이 비어 있거나, 값이 거짓이면서 `wiki_format_messages` 값이 참이면, 변경사항 메시지는 일부 서식(글머리 기호 등)을 잃고 한 줄로 표시될 것입니다.
sv: Ange om wiki-formatterade ändringsmeddelanden presenteras som flerradiga eller inte. Om detta alternativ ej är specifierat eller satt till `false` och `wiki_format_message` är satt till `true`, presenteras ändringsmeddelanden som enkelradiga där viss formattering förloras (punktlistor etc.)
zh_tw: Wiki格式的更動訊息是否應為多行。 如果未指定此選項或為false，並且`wiki_format_messages`設置為true，則更動訊息將僅是單行但丟失某些格式(項目符號，等等)。

source: Whether consecutive changesets from the same author having exactly the same message should be presented as one event. That event will link to the range of changesets in the log view.
ko: 같은 작성자와 같은 메시지의 연속된 변경사항이 하나의 이벤트로 표시되어야 하는지 여부입니다. 이 이벤트는 로그 보기의 변경사항 범위로 연결됩니다.
sv: Presentera flera ändringar i följd, av samma författare med samma ändringsmeddelande, som en endaste händelse. Denna händelse länkar till hela serien av ändringar i logg-vyn.
zh_tw: 來自同一作者並有相同訊息的連續更動是否應作為一個事件呈現。 該事件將連結到日誌視圖中更動的行列。

source: Maximum number of modified files for which the changeset view will attempt to show the diffs inlined.
ko: 변경사항 보기에서 변경된 사항을 인라인으로 보여줄, 변경된 파일의 최대 수입니다.
sv: Maximalt antal modifierade filer för vilka ändringsvyn kommer försöka visa infogade skillnader.
zh_tw: 在內崁差異變更檢視中將嘗試顯示的最大已修改檔案數。

source: Maximum total size in bytes of the modified files (their old size plus their new size) for which the changeset view will attempt to show the diffs inlined.
ko: 변경사항 보기에서 변경된 사항을 인라인으로 보여줄, 변경된 파일의 최대 용량의 합(이전 크기 더하기 새 크기)입니다.
sv: Maximal total storlek (i bytes) på modifierade filer (deras gamla storlek plus deras nya storlek) för vilka ändringsvyn kommer försöka visa infogade skillnader.
zh_tw: 在內崁差異變更檢視中將嘗試顯示的最大總和大小(舊大小加上新大小，單位是Byte)。

source: Whether wiki formatting should be applied to changeset messages. If this option is disabled, changeset messages will be rendered as pre-formatted text.
ko: 변경사항 메시지에 위키 서식이 적용되어야 하는지 여부입니다. 이 설정이 비활성화 되면, 변경사항 메시지는 미리 서식 지정된 텍스트로 표시됩니다.
sv: Wikiformattera ändringsmeddelanden. Om detta alternativ är inaktiverat, visas ändringsmeddelanden som oformatterad text.
zh_tw: 是否應將Wiki格式應用於變更訊息中。 如果禁用此選項，則變更訊息將呈現為預格式化的文字。

source: Default value for the limit argument in the TracRevisionLog.
ko: [TracRevisionLog 리비전 기록]의 limit 인수에 대한 기본값입니다.
sv: Standardvärde för gräns-argumentet i TracRevisionLog.
zh_tw: TracRevisionLog 中預設每頁顯示的數目。

source: Comma-separated list of colors to use for the TracRevisionLog graph display. (''since 1.0'')
ko: [TracRevisionLog 리비전 기록] 그래프 표시를 위해 사용될 색상의 쉼표로 구분된 목록입니다. (''1.0 버전부터'')
sv: Kommaseparerad lista över färger som ska användas av grafvisning i TracRevisionLog. (''sedan 1.0'')
zh_tw: 用於 TracRevisionLog 圖形顯示的顏色(逗號分隔列表)。(''從 1.0'')

source: Whether the IP address of the user should be checked for authentication.
ko: 인증을 위해 사용자의 IP 주소가 확인되어야 하는지 여부입니다.
sv: Huruvida användarens IP-adress ska kontrolleras vid autentisering.
zh_tw: 是否應檢查用戶的IP地址以進行身份驗證。

source: Whether login names should be converted to lower case.
ko: 로그인 이름이 소문자로 변환되어야 하는지 여부입니다.
sv: Huruvida inloggningsnamn ska konverteras till gemener.
zh_tw: 登錄名是否應轉換為小寫。

source: Auth cookie domain attribute. The auth cookie can be shared among multiple subdomains by setting the value to the domain. (//since 1.2//)
ko: 인증 쿠키 도메인 속성입니다. 도메인 값을 설정해서 여러 서브도메인 사이에 인증 쿠키를 공유할 수 있습니다. (//1.2 버전부터//)
sv: Domänattribut för auth cookie. Auth cookie kan delas mellan många underdomäner, genom att sätta värdet till domänen. (//sedan 1.2//)
zh_tw: 身份驗證Cookie域屬性。 通過配置這個域選項，可以在多個子域之間共享身份驗證Cookie。(//從 1.2//)

source: Lifetime of the authentication cookie, in seconds. This value determines how long the browser will cache authentication information, and therefore, after how much inactivity a user will have to log in again. The value of 0 makes the cookie expire at the end of the browsing session. (''since 0.12'')
ko: 인증 쿠키의 유효 시간을 초 단위로 지정합니다. 이 값은 얼마 동안 브라우저가 인증 정보를 저장할 지를 결정하며, 따라서 이 시간 동안 비활성 상태였다면 사용자는 다시 로그인 해야 합니다. 0 값은 브라우징 세션 종료 시에 쿠키가 만료되도록 합니다. (''0.12 버전부터'')
sv: Livslängden för autentiseringscookien, i sekunder. Detta värde avgör hur länge webbläsaren cachelagrar autentiseringsinformationen, och därigenom efter hur lång inaktivitet en användare måste logga in igen. Standardvärdet 0 gör att cookien löper ut vid utgången av sessionen. (''sedan 0.12'')
zh_tw: 身份驗證Cookie的生存時間(以秒為單位)。 此值決定瀏覽器緩存身份驗證信息的時間，因此在閒置多少後，用戶將不得不再次登錄。 預設值0使Cookie在結束瀏覽會話時就過期。(''從 0.12'')

source: Path for the authentication cookie. Set this to the common base path of several Trac instances if you want them to share the cookie. (''since 0.12'')
ko: 인증 쿠키의 경로입니다. 여러 Trac 인스턴스에서 쿠키를 공유하려면 이 값을 인스턴스들의 공통 기본 경로로 설정하십시오. (''0.12 버전부터'')
sv: Sökväg för autentiseringscookien. Sätt detta till en gemensam sökväg för flera Trac-miljöer om du vill att de delar cookie. (''sedan 0.12'')
zh_tw: 身份驗證Cookie的路徑。 請將其設置為幾個Trac實例共同的基本路徑，如果您要它們共享身份驗證Cookie。(''從 0.12'')

source: Path to the //shared templates directory//. Templates in that directory are loaded in addition to those in the environments `templates` directory, but the latter take precedence. Non-absolute paths are relative to the Environment `conf` directory.
ko: //공유 템플릿 디렉토리//의 경로입니다. 이 디렉토리의 템플릿은 각 저장소의 `templates` 디렉토리에 있는 것과 함께 로드되지만, 후자가 우선권을 갖습니다. 상대 경로일 경우 저장소의 `conf` 디렉토리를 기준으로 합니다.
sv: Sökväg till //delad mallkatalog//. Mallar i denna katalog laddas utöver de i Trac-miljöns katalog `templates`, men de senare har företräde. Icke absoluta sökvägar är relativa till Trac-miljöns `inställnings` katalog.
zh_tw: //共享模板目錄//的路徑。 除了環境`templates`目錄中的那些模板外，還將加載此目錄中的模板，但環境目錄中的優先。 非絕對路徑格式是相對於環境`conf`目錄。

source: Path to the //shared htdocs directory//. Static resources in that directory are mapped to /chrome/shared under the environment URL, in addition to common and site locations. This can be useful in site.html for common interface customization of multiple Trac environments. Non-absolute paths are relative to the Environment `conf` directory. (''since 1.0'')
ko: //공유 htdocs 디렉토리//의 경로입니다. common, site 디렉토리나 정적 리소스들은 환경 URL 밑의 /chrome/shared 로 대응됩니다. 이는 다중 Trac 환경에 대한 공통 인터페이스 사용자 정의를 위한 site.html 파일에 유용합니다. 상대 경로일 경우 저장소의 `conf` 디렉토리를 기준으로 합니다. (''1.0 버전부터'')
sv: Sökväg till //delad htdocs-katalog//. Statiska resurser i denna katalog mappas till /chrome/shared under Trac-miljöns URL, utöver övriga gemensamma platser på sajten. Detta kan vara användbart i filen `site.html` för anpassningar av gränssnittet som är gemensamt för flera Trac-miljöer. Icke absoluta sökvägar är relativa till Trac-miljöns `inställnings` katalog. (''sedan 1.0'')
zh_tw: //共享htdocs目錄//的路徑。 除了公共位置和網站位置之外，此目錄中的靜態資源還映射到環境URL下的/chrome/shared。 這對於在site.html中多個Trac環境的通用界面自定義很有用。 非絕對路徑格式是相對於環境`conf`目錄。 (''從 0.11'')

source: Automatically reload template files after modification.
ko: 수정된 다음에 템플릿 파일을 자동으로 다시 불러옵니다.
sv: Automatisk omladdning av mallfiler vid ändringar av dem.
zh_tw: 修改後自動重新加載模板檔案。

source: The maximum number of templates that the template loader will cache in memory. You may want to choose a higher value if your site uses a larger number of templates, and you have enough memory to spare, or you can reduce it if you are short on memory.
ko: 템플릿 로더가 메모리에 캐시 할 최대 템플릿 수입니다. 사이트가 많은 수의 템플릿을 이용한다면 큰 값을 입력할 수 있으며, 이 경우 충분한 메모리가 있어야 합니다. 메모리가 부족하다면 값을 줄일 수 있습니다.
sv: Maximalt antal mallar som mall-laddaren kommer att cachelagra i minnet. Du kanske vill sätta ett högre värde om din sajt använder ett stort antal mallar och du har tillräckligt med minne att avvara eller så kan du reducera antalet om du har lite minne.
zh_tw: 模板加載器將在記憶體中緩存的最大模板數目。 如果您的網站使用大量的模板，並且您有足夠的可用記憶體，則可能需要選擇一個較高的值；如果您的記憶體不足，則可以減少該值。

source: Base URL for serving the core static resources below `/chrome/common/`. It can be left empty, and Trac will simply serve those resources itself. Advanced users can use this together with [TracAdmin trac-admin ... deploy <deploydir>] to allow serving the static resources for Trac directly from the web server. Note however that this only applies to the `<deploydir>/htdocs/common` directory, the other deployed resources (i.e. those from plugins) will not be made available this way and additional rewrite rules will be needed in the web server.
ko: `/chrome/common/` 이하의 핵심 정적 리소스를 제공하는 기본 URL입니다. 빈 값으로 놓아두면 Trac이 자체적으로 리소스를 전달합니다. 고급 사용자는 [TracAdmin trac-admin ... deploy <deploydir>] 명령과 함께 이 설정을 사용하여, Trac의 정적 리소스를 웹 서버가 직접 전달하도록 할 수 있습니다. 하지만 이 설정은 `<deploydir>/htdocs/common` 디렉토리에만 적용된다는 점에 유의하십시오. 다른 리소스들(예를 들어 플러그인의 리소스)은 이 방법으로 처리되지 않으며 추가적인 rewrite 규칙이 웹 서버에 필요할 것입니다.
sv: Bas-URL för servering av grundläggande statiska resurser under `/chrome/common/`. Detta kan lämnas tomt, och Trac kommer då själv servera dessa resurser. Avancerade användare kan använda detta ihop med [TracAdmin trac-admin ... deploy <deploydir>] för att åstadkomma att statiska resurser för Trac direkt serveras av webbservern. Notera att detta endast gäller för katalogen `<deploydir>/htdocs/common`, övriga resurser (som används t.ex. av insticksmoduler) blir ej tillgängliga på det här sättet, och ytterligare omskrivningsregler kommer att behövas i webbservern.
zh_tw: `/chrome/common/`下用於提供核心靜態資源的基本URL。 可以將其保留為空，而Trac將會自己提供這些資源。 高級用戶可以將其與[TracAdmin trac-admin ... deploy <deploydir>]一起使用，以允許直接從Web伺服器為Trac提供靜態資源。 但是請注意，這僅適用於`<deploydir>/htdocs/common`目錄，其他已部署資源(即來自外掛程式的資源)將無法通過這種方式使用，並且Web伺服器中將需要額外重寫規則。

source: Location of the jQuery !JavaScript library (version %(version)s). An empty value loads jQuery from the copy bundled with Trac. Alternatively, jQuery could be loaded from a CDN, for example: http://code.jquery.com/jquery-%(version)s.min.js, http://ajax.aspnetcdn.com/ajax/jQuery/jquery-%(version)s.min.js or https://ajax.googleapis.com/ajax/libs/jquery/%(version)s/jquery.min.js. (''since 1.0'')
ko: jQuery !JavaScript 라이브러리의 경로입니다 (%(version)s 버전). 빈 값을 지정하면 Trac에 동봉된 jQuery 파일을 사용합니다. 또한, jQuery는 CDN에서 로드될 수도 있습니다. 다음은 예제 주소입니다: http://code.jquery.com/jquery-%(version)s.min.js, http://ajax.aspnetcdn.com/ajax/jQuery/jquery-%(version)s.min.js, https://ajax.googleapis.com/ajax/libs/jquery/%(version)s/jquery.min.js. (''1.0 버전부터'')
sv: Platsen för jQuery !JavaScript-bibioteket (version %(version)s). Ett tomt värde medför att jQuery laddas från kopian som medföljer Trac. Alternativt kan jQuery laddas från en CDN (Content Delivery Network), till exempel: http://code.jquery.com/jquery-%(version)s.min.js, http://ajax.aspnetcdn.com/ajax/jQuery/jquery-%(version)s.min.js eller https://ajax.googleapis.com/ajax/libs/jquery%(version)s/jquery.min.js. (''sedan 1.0'')
zh_tw: jQuery JavaScript函式庫(版本 %(version)s)的位置。 空值時將從與Trac捆綁在一起的副本中加載jQuery。 或者，可以從CDN加載jQuery，例如：http://code.jquery.com/jquery-%(version)s.min.js, http://ajax.aspnetcdn.com/ajax/jQuery/jquery-%(version)s.min.js 或 https://ajax.googleapis.com/ajax/libs/jquery/%(version)s/jquery.min.js. (''從 1.0'')
