Repository: pypi-data/pypi-mirror-72
Catalog: packages/Trac/Trac-1.2.6.tar.gz/Trac-1.2.6/trac/locale/*/LC_MESSAGES/tracini.po
Languages: ko, sv, zh_tw

source: Location of the jQuery UI !JavaScript library (version %(version)s). An empty value loads jQuery UI from the copy bundled with Trac. Alternatively, jQuery UI could be loaded from a CDN, for example: https://ajax.googleapis.com/ajax/libs/jqueryui/%(version)s/jquery-ui.min.js or http://ajax.aspnetcdn.com/ajax/jquery.ui/%(version)s/jquery-ui.min.js. (''since 1.0'')
ko: jQuery UI !JavaScript 라이브러리의 경로입니다 (%(version)s 버전). 빈 값을 지정하면 Trac에 동봉된 jQuery UI 파일을 사용합니다. 또한, jQuery UI는 CDN에서 로드될 수도 있습니다. 다음은 주소의 예입니다: https://ajax.googleapis.com/ajax/libs/jqueryui/%(version)s/jquery-ui.min.js, http://ajax.aspnetcdn.com/ajax/jquery.ui/%(version)s/jquery-ui.min.js. (''1.0 버전부터'')
sv: Platsen för jQuery UI !JavaScript-biblioteket (version %(version)s). Ett tomt värde medför att jQuery UI laddas från kopian som medföljer Trac. Alternativt kan jQuery UI laddas från en CDN (Content Delivery Network), till exempel: https://ajax.googleapis.com/ajax/libs/jqueryui/%(version)s/jquery-ui.min.js eller http://ajax.aspnetcdn.com/ajax/jquery.ui/%(version)s/jquery-ui.min.js. (''sedan 1.0'')
zh_tw: jQuery UI JavaScript函式庫(版本 %(version)s)的位置。 空值時將從與Trac捆綁在一起的副本中加載jQuery UI。 或者，可以從CDN加載jQuery UI，例如：https://ajax.googleapis.com/ajax/libs/jqueryui/%(version)s/jquery-ui.min.js 或 http://ajax.aspnetcdn.com/ajax/jquery.ui/%(version)s/jquery-ui.min.js. (''從 1.0'')

source: Location of the theme to be used with the jQuery UI !JavaScript library (version %(version)s). An empty value loads the custom Trac jQuery UI theme from the copy bundled with Trac. Alternatively, a jQuery UI theme could be loaded from a CDN, for example: https://ajax.googleapis.com/ajax/libs/jqueryui/%(version)s/themes/start/jquery-ui.css or http://ajax.aspnetcdn.com/ajax/jquery.ui/%(version)s/themes/start/jquery-ui.css. (''since 1.0'')
ko: jQuery UI !JavaScript 라이브러리에서 사용되는 테마 파일의 경로입니다 (%(version)s 버전). 빈 값을 지정하면 Trac에 동봉된 Trac 사용자 정의 jQuery UI 테마를 사용합니다. 또한, jQuery UI 테마는 CDN에서 로드될 수도 있습니다. 다음은 주소의 예입니다: https://ajax.googleapis.com/ajax/libs/jqueryui/%(version)s/themes/start/jquery-ui.css, http://ajax.aspnetcdn.com/ajax/jquery.ui/%(version)s/themes/start/jquery-ui.css. (''1.0 버전부터'')
sv: Sökväg till temat som ska användas med jQuery UI !JavaScript-biblioteket (version %(version)s). Ett tomt värde medför att det anpassade temat för Trac jQuery UI laddas från kopian som medföljer Trac. Alternativt kan ett tema för jQuery UI laddas från en CDN (Content Delivery Network), till exempel: https://ajax.googleapis.com/ajax/libs/jqueryui/%(version)s/themes/start/jquery-ui.css eller http://ajax.aspnetcdn.com/ajax/jquery.ui/%(version)s/themes/start/jquery-ui.css. (''sedan 1.0'')
zh_tw: jQuery UI JavaScript函式庫(版本 %(version)s)要使用主題的位置。 空值時將從與Trac捆綁在一起的副本中加載jQuery UI主題。 或者，可以從CDN加載jQuery UI主題，例如：https://ajax.googleapis.com/ajax/libs/jqueryui/%(version)s/themes/start/jquery-ui.css 或 http://ajax.aspnetcdn.com/ajax/jquery.ui/%(version)s/themes/start/jquery-ui.css. (''從 1.0'')

source: Configures the main navigation bar, which by default contains //Wiki//, //Timeline//, //Roadmap//, //Browse Source//, //View Tickets//, //New Ticket//, //Search// and //Admin//. The `label`, `href`, and `order` attributes can be specified. Entries can be disabled by setting the value of the navigation item to `disabled`. The following example renames the link to WikiStart to //Home//, links the //View Tickets// entry to a specific report and disables the //Search// entry. {{{#!ini [mainnav] wiki.label = Home tickets.href = /report/24 search = disabled }}} See TracNavigation for more details.
ko: 주 탐색 막대를 설정합니다. 기본적으로 //위키//, //시간이력//, //로드맵//, //소스 둘러보기//, //티켓 보기//, //새로운 티켓//, //검색//, //관리//와 같은 항목을 포함합니다. `label`, `href`, `order` 속성을 지정할 수 있습니다. 탐색 항목의 값을 `disabled`로 지정하면 항목을 비활성시킬 수 있습니다. 다음 예제에서는 WikiStart 페이지에 대한 연결의 이름을 //홈//으로 바꾸고, //티켓 보기// 항목을 특정한 보고서로 연결하며, //검색// 항목을 비활성시킵니다. {{{#!ini [mainnav] wiki.label = 홈 tickets.href = /report/24 search = disabled }}} 자세한 내용은 [wiki:TracNavigation]을 참고하십시오.
sv: Konfigurerar navigeringsraden, vilken som standard innehåller //Wiki//, //Tidslinje//, //Tidsplan//, //Förråd//, //Ärenden//, //Nytt ärende//, //Sök// och //Admin//. `label, `href` och `order` attribut kan specificeras. Poster kan stängas av genom att sätta värdet på navigeringsobjektet till `disabled`. Följande exempel döper om länken till WikiStart till //Home//, länkar posten //Ärenden// till en specifik rapport och stänger av posten //Sök//. {{{#!ini [mainnav] wiki.label = Home tickets.href = /report/24 search = disabled }}} Se TracNavigation för mer detaljer.
zh_tw: 配置主導航欄，預設情況下包含//Wiki//，//時間軸//，//開發藍圖//, //瀏覽源碼//，//檢視待辦事項//，//新增待辦事項//，//搜尋// 和 //系統管理//。 可以指定`label`，`href` 和`order`屬性。 可以將導航項目設置為`disabled`來禁用項目。 下面的範例將 WikiStart 的連結重命名為//Home//，將//檢視待辦事項//連結到特定的報表，並禁用//搜索//條目。 {{{#!ini [mainnav] wiki.label = Home tickets.href = /report/24 search = disabled }}} 更多資訊，請參見 TracNavigation。

source: Configures the meta navigation entries, which by default are //Login//, //Logout//, //Preferences//, ''!Help/Guide'' and //About Trac//. The allowed attributes are the same as for `[mainnav]`. Additionally, a special entry is supported - `logout.redirect` is the page the user sees after hitting the logout button. For example: {{{#!ini [metanav] logout.redirect = wiki/Logout }}} See TracNavigation for more details.
ko: 메타 탐색 항목을 설정합니다. 기본값은 //로그인//, //로그아웃//, //설정//, ''!도움말/안내'', //Trac에 대해서//입니다. 허용되는 속성은 `[mainnav]`와 동일합니다. 추가로 `logout.redirect`라는 특수 항목이 지원되며, 이는 로그아웃 버튼을 누른 후에 사용자가 보게 될 페이지입니다. 다음은 예제입니다: {{{#!ini [metanav] logout.redirect = wiki/Logout }}} 자세한 내용은 [wiki:TracNavigation]을 참고하십시오.
sv: Konfigurerar poster för meta navigeringen, vilka som standard är //Logga in//, //Logga ut//, //Inställningar//, "!Hjälp/Guide" och //Om Trac//. De tillåtna attributen är samma som för `[mainnav]`. Dessutom stöds en speciell post `logout.redirect` som är en sida som användaren ser efter att ha klickat på knappen Logga ut. T.ex: {{{#!ini [metanav] logout.redirect = wiki/Logout }}} Se TracNavigation för mer detaljer.
zh_tw: 配置元導航條目，預設情況下為//登錄//，//登出//，//編號設定//，//手冊//和//關於Trac//。 允許的屬性與`[mainnav]`相同。此外，還支持特殊條目`logout.redirect`是用戶登出後看到的頁面。例如: {{{#!ini [metanav] logout.redirect = wiki/Logout }}} 更多資訊，請參見 TracNavigation。

source: URL to link to, from the header logo.
ko: 헤더 로고에서 링크 할 URL입니다.
sv: URL att länka till, från huvudlogotypen.
zh_tw: 頁首標誌連結到的網址。

source: URL of the image to use as header logo. It can be absolute, server relative or relative. If relative, it is relative to one of the `/chrome` locations: `site/your-logo.png` if `your-logo.png` is located in the `htdocs` folder within your TracEnvironment; `common/your-logo.png` if `your-logo.png` is located in the folder mapped to the [#trac-section htdocs_location] URL. Only specifying `your-logo.png` is equivalent to the latter.
ko: 헤더 로고 이미지로 사용할 파일의 URL입니다. 절대 경로이거나 서버 상대 경로, 상대 경로로 지정할 수 있습니다. 상대 경로일 경우, `/chrome` 위치를 기준으로 합니다: `your-logo.png` 파일이 [TracEnvironment Trac 저장소]의 `htdocs` 폴더 안에 있을 경우 `site/your-logo.png`가 되며, 파일이 [TracIni#trac-section htdocs_location] URL에 매핑된 폴더 안에 있을 경우 `common/your-logo.png`이 됩니다. `your-logo.png`로만 지정하는 것은 후자와 동일합니다.
sv: URL till bilden som utgör huvudlogotypen. Den kan vara absolut, serverrelativ eller relativ. Om relativ URL, så är den relativ en av `/chrome`-platserna: Ange `site/din-logo.png` om `din-logo.png` är placerad i katalogen `htdocs` inom din [TracEnvironment Trac-miljö]; Ange `common/din-logo.png` om `din-logo.png` är placerad i den katalog som pekas ut av [#trac-section htdocs_location] URL. Om endast `din-logo.png` anges är detta ekvivalent med det senare.
zh_tw: 頁首標誌圖檔的網址。 它可以是絕對的，伺服器相對的或相對的。 如果是相對的，則相對於`/chrome`位置之一: `site/your-logo.png`(如果`your-logo.png`位於 TracEnvironment 的`htdocs`文件夾中)； `common/your-logo.png`(如果`your-logo.png`位於映射到[#trac-section htdocs_location] URL的文件夾中)。 僅指定`your-logo.png`等同於後者。

source: Alternative text for the header logo.
ko: 헤더 로고의 대체 텍스트입니다.
sv: Alternativ text för huvudlogotyp.
zh_tw: 頁首 Logo 描述文字

source: Width of the header logo image in pixels.
ko: 헤더 로고 이미지의 픽셀 너비입니다.
sv: Bredden på huvudlogotypen (antal pixlar).
zh_tw: 頁首 Logo 圖檔寬度(單位: pixel)

source: Height of the header logo image in pixels.
ko: 헤더 로고 이미지의 픽셀 높이입니다.
sv: Höjden på huvudlogotypen (antal pixlar).
zh_tw: 頁首 Logo 圖檔高度(單位: pixel)

source: Show email addresses instead of usernames. If false, email addresses are obfuscated for users that don't have EMAIL_VIEW permission.
ko: 사용자 이름 대신 메일 주소를 표시합니다. 거짓으로 설정하면, EMAIL_VIEW 권한이 없는 사용자에게는 메일 주소가 난독화 되어 표시됩니다.
sv: Visa e-postadresser istället för användarnamn. Om falskt, så är e-postadresser förvrängda för användare som inte har EMAIL_VIEW behörighet.
zh_tw: 顯示電子郵件地址而不是用戶名。 如果為false，則電子郵件地址被隱藏對於那些沒有EMAIL_VIEW權限的用戶。

source: Show full names instead of usernames. (//since 1.2//)
ko: 사용자 이름 대신 전체 이름을 표시합니다. (//1.2 버전부터//)
sv: Visa fulla namn istället för användarnamn. (//sedan 1.2//)
zh_tw: 顯示全名而不是用戶名。(//從 1.2//)

source: Never obfuscate `mailto:` links explicitly written in the wiki, even if `show_email_addresses` is false or the user doesn't have EMAIL_VIEW permission.
ko: `show_email_addresses`가 거짓이고 사용자에게 EMAIL_VIEW 권한이 없어도, 위키 페이지에 명시적으로 적혀 있는 `mailto:` 링크를 난독화 하지 않습니다.
sv: Fördunkla aldrig `mailto:`-länkar som tydligt angetts i wikin, även om `show_email_addresses` är satt till `false` eller om användaren ej har behörigheten EMAIL_VIEW.
zh_tw: 永遠不要隱藏在Wiki中明確編寫的`mailto:`連結，即使在`show_email_addresses`為false或是用戶沒有EMAIL_VIEW權限的情況。

source: Show IP addresses for resource edits (e.g. wiki). Since 1.0.5 this option is deprecated and will be removed in 1.3.1.
ko: 리소스 편집(예: 위키)에 대해 IP 주소를 표시합니다. 1.0.5 버전부터 이 옵션은 권장되지 않으며, 1.3.1 버전에서 제거될 예정입니다.
sv: Visa IP-adresser för resursändringar (t.ex. wiki). Sedan 1.0.5, så är detta alternativ utfasat och kommer att tas bort i 1.3.1.
zh_tw: 顯示用於資源(例如:Wiki)編輯的IP地址。 從1.0.5版開始，此選項已棄用，並將在1.3.1版中刪除。

source: Make `<textarea>` fields resizable. Requires !JavaScript. (''since 0.12'')
ko: `<textarea>` 필드의 크기를 조정 가능하게 합니다. !JavaScript가 필요합니다. (''0.12 버전부터'')
sv: Gör storleken på `<textarea>`-fält ändringsbar. Kräver !JavaScript. (''sedan 0.12'')
zh_tw: 使`<textarea>`區域可調整大小。需要!JavaScript。 (''從 0.12'')

source: Add a simple toolbar on top of Wiki <textarea>s. (''since 1.0.2'')
ko: 위키 <textarea> 위에 간단한 도구 막대를 추가합니다. (''1.0.2 버전부터'')
sv: Lägg till en enkel verktygsrad ovanpå Wiki <textarea>s. (''sedan 1.0.2'')
zh_tw: 在`<textarea>`區域的頂部添加一個簡單的工具欄。 (''從 1.0.2'')

source: Inactivity timeout in seconds after which the automatic wiki preview triggers an update. This option can contain floating-point values. The lower the setting, the more requests will be made to the server. Set this to 0 to disable automatic preview. (''since 0.12'')
ko: 위키 자동 미리보기 화면이 갱신될 때까지의 비활동 대기 시간을 초로 지정합니다. 이 설정에는 실수값을 입력할 수 있습니다. 값이 낮을수록, 서버에 더 많은 요청이 이루어집니다. 0으로 설정하면 자동 미리보기 기능을 비활성화 합니다. (''0.12 버전부터'')
sv: Timeout för inaktivitet, i sekunder, efter vilken den automatiska wiki- förhandsgranskningen utlöser en uppdatering. Detta värde kan anges som ett flyttal. Ju lägre inställning, ju fler förfrågningar kommer skickas till servern. Sätt till 0 för att inaktivera automatisk förhandsgranskning. ("sedan 0.12")
zh_tw: 靜止超時時間(以秒為單位)，在此之後，Wiki預覽將自動觸發更新。 此選項可以包含浮點值。 設置越低，向伺服器發出的請求越多。 將此設置為0可禁用自動預覽。(''從 0.12'')

source: The date information format. Valid options are 'relative' for displaying relative format and 'absolute' for displaying absolute format. (''since 1.0'')
ko: 날짜 정보의 형식입니다. 'relative'로 설정하면 상대 형식으로, 'absolute'로 설정하면 절대 형식으로 표시합니다. (''1.0 버전부터'')
sv: Datumformat. Giltiga val är 'relative' för att visa relativa datum (ålder) och 'absolute' för att visa absoluta datum. (''sedan 1.0'')
zh_tw: 日期信息格式。 有效選項是用於顯示相對格式的'relative'和用於顯示絕對格式的'absolute'。(''從 1.0'')

source: If enabled, send contents as chunked encoding in HTTP/1.1. Otherwise, send contents with `Content-Length` header after entire of the contents are rendered. (''since 1.0.6'')
ko: 활성시킬 경우, HTTP/1.1의 Chunked Encoding 방식으로 내용을 전송합니다. 아닐 경우, 모든 내용을 구성한 다음 `Content-Length` 헤더와 함께 내용을 전송합니다. (''1.0.6 버전부터'')
sv: Om aktiverat, skicka innehåll som chunked encoding i HTTP/1.1. I annat fall, skicka innehåll med `Content-Length` huvud, efter allt innehåll har renderats. ("sedan 1.0.6")
zh_tw: 如果啟用，則以HTTP/1.1中的分塊編碼形式發送內容。 否則，在渲染完所有內容後，發送帶有`Content-Length`標頭的內容。(''從 1.0.6'')

source: Ordered list of filters to apply to all requests.
ko: 모든 요청에 적용될 필터를 순서대로 나열한 목록입니다.
sv: Ordnad lista med filter som tillämpas på alla förfrågningar.
zh_tw: 過濾器的有序列表，使用在所有請求上。

source: Name of the component that handles requests to the base URL. Options include `TimelineModule`, `RoadmapModule`, `BrowserModule`, `QueryModule`, `ReportModule`, `TicketModule` and `WikiModule`.
ko: 기본 URL에 대한 요청을 처리하는 컴포넌트의 이름입니다. 설정값은 `TimelineModule`, `RoadmapModule`, `BrowserModule`, `QueryModule`, `ReportModule`, `TicketModule`, `WikiModule`을 포함합니다.
sv: Namnet på den komponent som hanterar förfrågningar till bas-URL:en. Alternativen är bland annat `TimelineModule`, `RoadmapModule`, `BrowserModule`, `QueryModule`, `ReportModule`, `TicketModule` och `WikiModule`.
zh_tw: 處理基本URL請求的組件名稱。 選項包括`TimelineModule`，`RoadmapModule`，`BrowserModule`，`QueryModule`，`ReportModule`，`TicketModule`和`WikiModule`。

source: The default timezone to use
ko: 기본 시간대입니다.
sv: Förinställd tidszon som ska användas
zh_tw: 預設時區

source: The preferred language to use if no user preference has been set. (''since 0.12.1'')
ko: 사용자 설정이 없을 때 사용할 기본 언어입니다. (''0.12.1 버전부터'')
sv: Önskat språk att använda om inte användaren angivit detta. (''sedan 0.12.1'')
zh_tw: 如果沒有設置用戶偏好, 首選的語言。(''從 0.12.1'')

source: The date format. Valid options are 'iso8601' for selecting ISO 8601 format, or leave it empty which means the default date format will be inferred from the browser's default language. (''since 1.0'')
ko: 날짜 형식입니다. ISO 8601 형식을 선택하려면 'iso8601'로 설정하고, 빈 값으로 두면 웹 브라우저의 기본 언어 설정으로부터 유추된 기본 날짜 형식을 사용합니다.
sv: Datumformat. Giltiga alternativ är 'iso8601' för ISO 8601-format, eller lämna tomt för att låta formatet bestämmas av webbläsarens standardinställningar. (''sedan 1.0'')
zh_tw: 日期格式。 有效選項為'iso8601'，用於選擇ISO 8601格式，或將其保留為空，這意味著將從瀏覽器的預設語言中推斷出預設的日期格式。(''從 1.0'')

source: When true, send a `X-Sendfile` header and no content when sending files from the filesystem, so that the web server handles the content. This requires a web server that knows how to handle such a header, like Apache with `mod_xsendfile` or lighttpd. (''since 1.0'')
ko: 참일 경우, 웹서버가 내용을 처리할 수 있도록 파일 시스템의 파일을 전송할 때 `X-Sendfile` 헤더를 보내고 내용은 보내지 않습니다. 이 기능을 위해서는 `mod_xsendfile`이 설치된 Apache나 lighttpd와 같이 그러한 헤더를 처리할 수 있는 웹 서버가 필요합니다. (''1.0 버전부터'')
sv: Aktivera detta för att skicka ett `X-Sendfile`-huvud utan innehåll när filer skickas från filsystemet, så att webbservern hanterar innehållet. Detta kräver en webbserver som kan hantera sådana huvuden, som Apache med `mod_xsendfile` eller lighttpd. (''sedan 1.0'')
zh_tw: 為true時，從檔案系統發送檔案時發送`X-Sendfile`標頭，不發送任何內容，以便Web伺服器處理內容。 這需要一個知道如何處理此類標頭的Web伺服器，例如Apache的`mod_xsendfile`或lighttpd。(''從 1.0'')

source: The header to use if `use_xsendfile` is enabled. If Nginx is used, set `X-Accel-Redirect`. (''since 1.0.6'')
ko: `use_xsendfile`을 활성화했을 때 사용할 헤더입니다. Nginx를 사용할 경우, `X-Accel-Redirect`로 설정하십시오. (''1.0.6 버전부터'')
sv: Huvud att använda om `use_xsendfile` är aktiverat. Om Ngnix används, sätt `X-Accel-Redirect`. ("sedan 1.0.6")
zh_tw: 如果啟用`use_xsendfile`，則使用的標頭。 如果使用Nginx，請設置`X-Accel-Redirect`。(''從 1.0.6'')

source: Headers to be added to the HTTP request. (''since 1.2.3'') The header name must conform to RFC7230 and the following reserved names are not allowed: content-type, content-length, location, etag, pragma, cache-control, expires.
ko: HTTP 요청에 추가할 헤더입니다. (''1.2.3 버전부터'') 헤더 이름은 RFC7230을 준수해야 하며, 다음 예약된 이름은 허용하지 않습니다.: content-type, content-length, location, etag, pragma, cache-control, expires
sv: Huvud att lägga till i HTTP förfrågan. (''sedan 1.2.3'') Huvudnamnet måste vara I enlighet med RFC7230 och följande reserverade namn är ej tillåtna: content-type, content-length, location, etag, pragma, cache-control, expires.
zh_tw: 標頭添加到HTTP請求。(''從 1.2.3'') 標頭名稱必須符合RFC7230規定，並且不允許使用以下保留名稱: content-type，content-length，location，etag，pragma，cache-control，expires。

source: Enable/disable highlighting CamelCase links to missing pages.
ko: CamelCase 자동 링크의 대상이 존재하지 않는 페이지일 때, 강조 표시할 지 여부입니다.
sv: Aktivera/inaktivera framhävning av CamelCase-länkar till saknade sidor.
zh_tw: 啟用/禁用 CamelCase 連結不指向缺少頁面的功能。

source: Enable/disable splitting the WikiPageNames with space characters.
ko: CamelCase 형식의 [WikiPageNames 위키 페이지 이름] 단어 사이에 띄어쓰기를 삽입할 지 여부입니다.
sv: Aktivera/inaktivera uppdelning av WikiPageNames med mellanslag.
zh_tw: 啟用/禁用以空格字元拆分 WikiPageNames 的功能。

source: Enable/disable the use of unsafe HTML tags such as `<script>` or `<embed>` with the HTML [wiki:WikiProcessors WikiProcessor]. For public sites where anonymous users can edit the wiki it is recommended to leave this option disabled.
ko: HTML [wiki:WikiProcessors 위키 프로세서]에서 `<script>`나 `<embed>`와 같은 안전하지 않은 HTML 태그를 사용하는 것을 활성화/비활성화 합니다. 익명의 사용자가 위키 페이지를 편집할 수 있는 공개 사이트에서는, 이 설정을 비활성화 하는 것을 권장합니다.
sv: Aktivera/inaktivera användning av osäkra HTML-taggar såsom `<script>` eller `<embed>` med HTML-[wiki:WikiProcessors WikiProcessorn]. För publika sajter där anonyma användare tillåts redigera wikin rekommenderas att denna möjlighet är inaktiverad.
zh_tw: 啟用/禁用HTML [wiki:WikiProcessors WikiProcessor]使用不安全的HTML標籤，例如:`<script>`或`<embed>`。 對於匿名用戶可以編輯Wiki的公開網站，建議禁用此選項。

source: List of URI schemes considered "safe", that will be rendered as external links even if `[wiki] render_unsafe_content` is `false`.
ko: "안전한" 것으로 간주되는 URI 스킴의 목록입니다. 이것들은 `[wiki] render_unsafe_content`가 거짓으로 설정되어도 외부 링크로 표시될 것입니다.
sv: Lista över URI-scheman som anses "säkra", vilka återges som externa länkar även om `[wiki] render_unsafe_content` är satt till `false`.
zh_tw: 被認為是"安全"的URI方案列表，即使`[wiki] render_unsafe_content`為`false`，也將作為外部連結呈現。

source: List of URIs considered "safe cross-origin", that will be rendered as `img` element without `crossorigin="anonymous"` attribute or used in `url()` of inline style attribute even if `[wiki] render_unsafe_content` is `false` (''since 1.0.15''). To make any origins safe, specify "*" in the list.
ko: "안전한 교차 원본"으로 간주할 URI의 목록을 지정합니다. 이 주소는 `[wiki] render_unsafe_content`가 `false`로 설정되어 있어도, `crossorigin="anonymous"` 속성이 없는 `img` 요소 또는 인라인 스타일 속성의 `url()`로 표현됩니다 (''1.0.15 버전부터''). 어느 원본이나 안전한 것으로 표시하려면, 목록에 "*"를 지정하십시오.
sv: Lista över URIs som anses "säker cross-origin", som kommer att renderas som `img` element utan `crossorigin="anonymous" attribut eller använd i `url()` inline stil attribut, även om `[wiki] render_unsafe_content` är `falsk` ("sedan 1.0.15"). För att göra vilka ursprung som helst säkra, specificera "*" i listan.
zh_tw: 被視為"安全跨源"的URI列表，不具有`crossorigin="anonymous"`屬性也將呈現為`img`元素，或用於內崁樣式屬性的`url()`中，即使`[wiki] render_unsafe_content`為`false`(''從 1.0.15'')。 為了使任何來源視為安全，請在列表中指定"*"。

source: This section configures InterTrac prefixes. Options in this section whose name contain a `.` define aspects of the InterTrac prefix corresponding to the option name up to the `.`. Options whose name don't contain a `.` define an alias. The `.url` is mandatory and is used for locating the other Trac. This can be a relative URL in case that Trac environment is located on the same server. The `.title` information is used for providing a useful tooltip when moving the cursor over an InterTrac link. Example configuration: {{{ [intertrac] # -- Example of setting up an alias: t = trac # -- Link to an external Trac: trac.title = Edgewall's Trac for Trac trac.url = https://trac.edgewall.org }}}
ko: 이 구역에서는 InterTrac 접두어를 설정합니다. 구역에 있는 옵션 중 이름에 `.`을 포함하는 것은 이름의 `.` 앞까지 부분에 해당하는 InterTrac 접두어에 대해 정의하는 것입니다. 옵션 이름에 `.`을 포함하지 않는 경우 별칭을 정의하게 됩니다. `.url`은 필수 항목이며, 다른 Trac의 위치를 파악하는 데 사용됩니다. 해당 Trac 저장소가 같은 서버에 있다면 이 값을 상대 URL로 지정할 수 있습니다. `.title` 정보는 InterTrac 링크에 마우스 커서를 올려놓았을 때 표시되는 툴팁에 사용됩니다. 설정 예: {{{ [intertrac] # -- 별칭을 설정하는 예제: t = trac # -- 외부 Trac에 연결: trac.title = Trac에 대한 Edgewall의 Trac trac.url = https://trac.edgewall.org }}}
sv: Denna sektion konfigurerar InterTrac-prefix. Alternativ i denna sektion vars namn innehåller en `.` definierar aspekter av ett InterTrac-prefix motsvarande alternativet med samma namn upp till `.`. Alternativ vars namn ej innehåller en `.` definierar ett alias. `.url` är obligatoriskt och anger var den andra Trac-miljön är lokaliserad. Detta kan vara en relativ URL om den är placerad på samma server. `.title` används för att tillhandahålla ett användbart verktygstips vid förflyttning av markören över en InterTrac-länk. Exempel på konfiguration: {{{ [intertrac] # -- Exempel på alias: t = trac # -- Länka till en extern Trac: trac.title = Edgewall's Trac för Trac trac.url = https://trac.edgewall.org }}}
zh_tw: 此區段配置 InterTrac 前綴。 在此區段中的選項名稱包含`.`。 不包含`.`的選項名稱，定義一個別名。 `.url`屬性是必要的，用於查找其他Trac。 如果其他Trac環境也位於同一個伺服器上，這可以是相對路徑。 `.title`屬性用於生成工具提示(當游標懸停在 InterTrac 連結上時顯示)。 設定範例: {{{ [intertrac] # -- Example of setting up an alias: t = trac # -- Link to an external Trac: trac.title = Edgewall's Trac for Trac trac.url = https://trac.edgewall.org }}}

source: Every option in the `[interwiki]` section defines one InterWiki prefix. The option name defines the prefix. The option value defines the URL, optionally followed by a description separated from the URL by whitespace. Parametric URLs are supported as well. '''Example:''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html Python Enhancement Proposal $1 tsvn = tsvn: Interact with TortoiseSvn }}}
ko: `[interwiki]` 구역의 각 설정은 하나의 InterWiki 접두어를 정의합니다. 설정의 이름에는 접두어를 입력합니다. 설정의 값에는 URL을 입력하며, 선택적으로 공백으로 구분하여 설명을 입력할 수 있습니다. 변수를 사용하는 URL도 지원합니다. '''예제:''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html 파이썬 개선 제안서 $1 tsvn = tsvn: TortoiseSvn과 상호작용 }}}
sv: Varje alternativ i sektionen `[interwiki]` definierar ett InterWiki-prefix. Alternativets namn definierar prefixet, dess värde anger URL:en, valfritt följt av en beskrivning åtskild från URL:enmed blanksteg. Parametriska URL:er stöds också. '''Exempel:''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html Python Enhancement Proposal $1 tsvn = tsvn: Interact with TortoiseSvn }}}
zh_tw: `[interwiki]`區段中的每個選項都定義一個 InterWiki 前綴。 選項名稱定義前綴名。 選項值定義網址，後面可以加上一個描述，描述與網址之間要用空格分開。 也支持參數URL。 '''範例:''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html Python Enhancement Proposal $1 tsvn = tsvn: Interact with TortoiseSvn }}}

source: Maximum allowed wiki page size in characters.
ko: 위키 페이지의 최대 글자 수입니다.
sv: Maximalt tillåten storlek på wikisidor i tecken.
zh_tw: 允許的最大wiki頁面大小(以字元為單位)。

source: Default height of the textarea on the wiki edit page. (//Since 1.1.5//)
ko: 위키 편집 페이지에서 텍스트 영역의 기본 높이입니다. (''1.1.5 버전부터'')
sv: Förvald höjd för textområdet på redigeringssidan för wiki. (//Sedan 1.1.5//)
zh_tw: wiki編輯頁面上文字區域的預設高度。 (//從 1.1.5//)
