Repository: pypi-data/pypi-mirror-72
Catalog: packages/Trac/Trac-1.0.20.tar.gz/Trac-1.0.20/trac/locale/*/LC_MESSAGES/tracini.po
Languages: pl

source: If set to a value between 0 and 1 (exclusive), this will be the point chosen to set the `intermediate_color` for interpolating the color value. (''since 0.11'')
pl: Jeśli ustawiony na wartość między 0 i 1 (wyłącznie), zostanie to wskazane jako wyznacznik opcji `intermediate_color` dla interpolacji wartości koloru. (''od 0.11'')

source: (r,g,b) color triple to use for the color corresponding to the intermediate color, if two linear interpolations are used for the color scale (see `intermediate_point`). If not set, the intermediate color between `oldest_color` and `newest_color` will be used. (''since 0.11'')
pl: Oznaczenie koloru w formacie (r,g,b) do wskazania koloru pośredniego, jeśli są użyte dwie interpolacje linearne dla skali kolorów (zobacz `intermediate_point`). Jeśli nie ustawiona, użyty zostanie kolor pośredni między `oldest_color` i `newest_color`. (''od 0.11'')

source: Whether raw files should be rendered in the browser, or only made downloadable. Pretty much any file may be interpreted as HTML by the browser, which allows a malicious user to create a file containing cross-site scripting attacks. For open repositories where anyone can check-in a file, it is recommended to leave this option disabled (which is the default).
pl: Czy pliki typu raw mają być wyświetlane w przeglądarce, czy tylko możliwe do pobrania. Wiele plików może być interpretowane przez przeglądarkę jako HTML, co pozwala złośliwym użytkownikom na dołączanie plików z kodem, by przeprowadzić próbę ataku typu cross-site scripting. W publicznych serwisach gdzie dozwolone jest dodawanie załączników przez anonimowych użytkowników rekomendowane jest pozostawienie tej opcji wyłączonej (wartość domyślna).

source: Comma-separated list of version control properties to hide from the repository browser. (''since 0.9'')
pl: Separowana lista właściwości systemu kontroli wersji do ukrycia z przeglądarki repozytorium. (''od 0.9'')

source: Number of files to show (`-1` for unlimited, `0` to disable). This can also be `location`, for showing the common prefix for the changed files. (since 0.11).
pl: Liczba plików do pokazania (`-1` dla bez limitu, `0` dla wyłączone). To może być również `miejscem`, dla pokazania wspólnego prefiksu zmienianych plików. (od 0.11).

source: Whether wiki-formatted changeset messages should be multiline or not. If this option is not specified or is false and `wiki_format_messages` is set to true, changeset messages will be single line only, losing some formatting (bullet points, etc).
pl: Czy zakres zmian w formacie wiki powinien być wielowierszowy, czy nie. Jeśli ta opcja nie jest podana lub podana wartość false i opcja `wiki_format_messages` jest ustawiona na true, komunikaty zakresu zmian będą jednowierszowe, tracąc niektóre elementy formatowania (wypunktowania, etc).

source: Whether consecutive changesets from the same author having exactly the same message should be presented as one event. That event will link to the range of changesets in the log view. (''since 0.11'')
pl: Wy następujące po sobie zestawy zmian wykonane przez tego samego autora mające dokładnie ten sam komunikat powinny być pokazywane jako jedno zdarzenie. Takie zdarzenie będzie linkowane do zakresu zestawów zmian w podglądzie dziennika. (''od 0.11'')

source: Maximum number of modified files for which the changeset view will attempt to show the diffs inlined (''since 0.10'').
pl: Maksymalna liczba modyfikowanych plików dla których zakres zmian będzie próbował pokazać różnice jako wstawkę (''od 0.10'').

source: Maximum total size in bytes of the modified files (their old size plus their new size) for which the changeset view will attempt to show the diffs inlined (''since 0.10'').
pl: Maksymalny całkowity rozmiar modyfikowanych plików w bajtach (ich stary rozmiar plus ich nowy rozmiar), dla którego zakres zmian będzie próbował pokazać różnicę jako wstawkę (''od 0.10'').

source: Whether wiki formatting should be applied to changeset messages. If this option is disabled, changeset messages will be rendered as pre-formatted text.
pl: Czy formatowanie wiki powinno być zaaplikowane do komunikatów zakresu zmian. Jeśli opcja jest wyłączona, zakres zmian będzie wyświetlany jako pre-formatowany tekst.

source: Default value for the limit argument in the TracRevisionLog. (''since 0.11'')
pl: Domyślna wartość dla argumentu limit w TracRevisionLog. (''od 0.11'')

source: Comma-separated list of colors to use for the TracRevisionLog graph display. (''since 1.0'')
pl: Separowana przecinkami lista kolorów do użycia w graficznej prezentacji TracRevisionLog. (''od 1.0'')

source: Whether the IP address of the user should be checked for authentication (''since 0.9'').
pl: Czy adres IP użytkownika powinien być sprawdzony w autentykacji (''od 0.9'').

source: Whether login names should be converted to lower case (''since 0.9'').
pl: Czy nazwy loginów powinny być konwertowane do małych liter (''od 0.9'').

source: Lifetime of the authentication cookie, in seconds. This value determines how long the browser will cache authentication information, and therefore, after how much inactivity a user will have to log in again. The default value of 0 makes the cookie expire at the end of the browsing session. (''since 0.12'')
pl: Czas życia ciasteczka autoryzacyjnego w sekundach. Wartość determinuje jak długo przeglądarka będzie przechowywać informację autentykacyjną, a zatem po jak długiej nieaktywności użytkownik będzie musiał zalogować się ponownie. Domyślna wartość równa 0 oznacza wygaśnięcie ważności na końcu sesji przeglądania. (''od 0.12'')

source: Path for the authentication cookie. Set this to the common base path of several Trac instances if you want them to share the cookie. (''since 0.12'')
pl: Ścieżka dla ciasteczka autentykacyjnego. Ustaw taką samą ścieżkę bazową dla wielu instancji Trac jeśli chcesz współdzielić ciasteczko między nimi. (''od 0.12'')

source: Automatically reload template files after modification.
pl: Automatyczne przeładowanie plików szablonów po zmianach.

source: The maximum number of templates that the template loader will cache in memory. The default value is 128. You may want to choose a higher value if your site uses a larger number of templates, and you have enough memory to spare, or you can reduce it if you are short on memory.
pl: Maksymalna liczba szablonów ładowanych do pamięci podręcznej. Wartość domyślna 128. Możesz potrzebować wyższej wartości jeśli twój portal używa dużej liczby szablonów i masz wystarczającą ilość pamięci lub zredukować tę liczbę jeżeli zaczyna brakować pamięci.

source: Base URL for serving the core static resources below `/chrome/common/`. It can be left empty, and Trac will simply serve those resources itself. Advanced users can use this together with [TracAdmin trac-admin ... deploy <deploydir>] to allow serving the static resources for Trac directly from the web server. Note however that this only applies to the `<deploydir>/htdocs/common` directory, the other deployed resources (i.e. those from plugins) will not be made available this way and additional rewrite rules will be needed in the web server.
pl: Bazowy URL obsługujący podstawowe zasoby statyczne pod `/chrome/common/`. Może być pozostawiony pusty i Trac będzie sam dostarczał te zasoby. Zaawansowani użytkownicy mogą użyć tego wspólnie z [TracAdmin trac-admin ... deploy <deploydir>] aby pozwolić na dostarczanie zasobów statycznych dla Trac bezpośrednio z serwera web. Zwróć uwagę, że pomimo to odnosi się tylko do folderu `<deploydir>/htdocs/common`, inne directory, the other wdrożone zasoby (np. pochodzące z pluginów) nie będą dostępne w ten sposób, a więc będzie potrzebne dodatkowe nadpisanie reguł dla tego serwera web.

source: Location of the jQuery !JavaScript library (version 1.7.2). An empty value loads jQuery from the copy bundled with Trac. Alternatively, jQuery could be loaded from a CDN, for example: http://code.jquery.com/jquery-1.7.2.min.js, http://ajax.aspnetcdn.com/ajax/jQuery/jquery-1.7.2.min.js or https://ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js. (''since 1.0'')
pl: Lokalizacja biblioteki jQuery !JavaScript (wersja 1.7.2). Wartość pusta spowoduje załadowanie jQuery z kopii załączonej do Trac. Alternatywnie, jQuery może być ładowane z CDN, np.: http://code.jquery.com/jquery-1.7.2.min.js, http://ajax.aspnetcdn.com/ajax/jQuery/jquery-1.7.2.min.js lub https://ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js. (''od 1.0'')

source: Location of the jQuery UI !JavaScript library (version 1.8.21). An empty value loads jQuery UI from the copy bundled with Trac. Alternatively, jQuery UI could be loaded from a CDN, for example: https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/jquery-ui.min.js or http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/jquery-ui.min.js. (''since 1.0'')
pl: Lokalizacja biblioteki jQuery UI !JavaScript (wersja 1.8.21). Wartość pusta spowoduje załadowanie jQuery UI z kopii załączonej do Trac. Alternatywnie, jQuery UI może być ładowane z CDN, np.: https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/jquery-ui.min.js lub http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/jquery-ui.min.js. (''od 1.0'')

source: Location of the theme to be used with the jQuery UI !JavaScript library (version 1.8.21). An empty value loads the custom Trac jQuery UI theme from the copy bundled with Trac. Alternatively, a jQuery UI theme could be loaded from a CDN, for example: https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/themes/start/jquery-ui.css or http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/themes/start/jquery-ui.css. (''since 1.0'')
pl: Lokalizacja biblioteki jQuery UI !JavaScript (wersja 1.8.21). Wartość pusta spowoduje załadowanie jQuery UI z kopii załączonej do Trac. Alternatywnie, jQuery UI może być ładowane z CDN, np.: https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/themes/start/jquery-ui.css lub http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/themes/start/jquery-ui.css. (''od1.0'')

source: Order of the items to display in the `metanav` navigation bar, listed by IDs. See also TracNavigation.
pl: Kolejność wyświetlania elementów w pasku nawigacji `metanav`, wymienone wg ID. Więcej informacji w TracNavigation

source: Order of the items to display in the `mainnav` navigation bar, listed by IDs. See also TracNavigation.
pl: Kolejność wyświetlania elementów w pasku nawigacji `mainnav`, wymienone wg ID. Więcej informacji w TracNavigation

source: URL to link to, from the header logo.
pl: Adres URL przekierowania po kliknięciu logo nagłówkowego.

source: URL of the image to use as header logo. It can be absolute, server relative or relative. If relative, it is relative to one of the `/chrome` locations: `site/your-logo.png` if `your-logo.png` is located in the `htdocs` folder within your TracEnvironment; `common/your-logo.png` if `your-logo.png` is located in the folder mapped to the [#trac-section htdocs_location] URL. Only specifying `your-logo.png` is equivalent to the latter.
pl: URL do grafiki używane jako logo w nagłówku. Może być wartością bezwzględną, względną serwera lub względną. Jeśli względna, jest to zależność do jednej z lokalizacji `/chrome`: `site/your-logo.png` jeśli `your-logo.png` jest zlokalizowany w folderze `htdocs` w obrębe TracEnvironment; `common/your-logo.png` jeśli `your-logo.png` jest zlokalizowane w folderze mapowanym do URL [#trac-section htdocs_location]. Tylko podanie `your-logo.png` jest równoznaczne z tym drugim.

source: Alternative text for the header logo.
pl: Alternatywny tekst logo nagłókowego.

source: Width of the header logo image in pixels.
pl: Szerokość logo nagłówkowego w pikselach

source: Height of the header logo image in pixels.
pl: Wysokość logo nagłówkowego w pikselach

source: Make `<textarea>` fields resizable. Requires !JavaScript. (''since 0.12'')
pl: Pozwól na zmianę rozmiaru pól `<textarea>`. Wymaga !JavaScript. (''od 0.12'')

source: Inactivity timeout in seconds after which the automatic wiki preview triggers an update. This option can contain floating-point values. The lower the setting, the more requests will be made to the server. Set this to 0 to disable automatic preview. The default is 2.0 seconds. (''since 0.12'')
pl: Czas wygaśnięcia w przypadku nieaktywności w sekundach, po którym automatyczny podgląd wiki wywołuje akcję aktualizacji. Opcja może zawierać wartości zmiennoprzecinkowe. Im niższa wartość, tym więcej wywołań jest kierowanych do serwera. Ustawienie na 0 wyłącza automatyczny podgląd. Wartość domyślna to 2.0 sekundy. (''od 0.12'')

source: The date information format. Valid options are 'relative' for displaying relative format and 'absolute' for displaying absolute format. (''since 1.0'')
pl: Format informacji o dacie. Prawidłowe wartości to 'relative' dla wyświetlania formatu względnego oraz 'absolute' dla pokazywania bezwzględnego formatu. (''od 1.0'')

source: Ordered list of filters to apply to all requests (''since 0.10'').
pl: Uporządkowana lista filtrów do wykorzystania w wywołaniach (''od 0.10'').

source: Name of the component that handles requests to the base URL. Options include `TimelineModule`, `RoadmapModule`, `BrowserModule`, `QueryModule`, `ReportModule`, `TicketModule` and `WikiModule`. The default is `WikiModule`. (''since 0.9'')
pl: Nazwa komponentu który obsługuje wywołania do bazowego URL. Opcja obejmuje `TimelineModule`, `RoadmapModule`, `BrowserModule`, `QueryModule`, `ReportModule`, `TicketModule` oraz `WikiModule`. Domyślną wartością jest `WikiModule`. (''od 0.9'')

source: The default timezone to use
pl: Domyślna strefa czasowa

source: The preferred language to use if no user preference has been set. (''since 0.12.1'')
pl: Preferowany język do wykorzystania jeśli nie został ustawiony przez użytkownika. (''od 0.12.1'')

source: The date format. Valid options are 'iso8601' for selecting ISO 8601 format, or leave it empty which means the default date format will be inferred from the browser's default language. (''since 1.0'')
pl: Format daty. Prawidłowe wartości to 'iso8601' dla wyboru formatu ISO 8601 lub pozostawienie pustego co oznacza domyślny format daty pobierany z ustawień domyślnych przeglądarki. (''od 1.0'')

source: When true, send a `X-Sendfile` header and no content when sending files from the filesystem, so that the web server handles the content. This requires a web server that knows how to handle such a header, like Apache with `mod_xsendfile` or lighttpd. (''since 1.0'')
pl: Jeśli ustawione na true, wysyła nałówek `X-Sendfile` bez zawartości, podczas przesyłania plików z systemu plików, tak by serwer web obsłuzył zawartość. Wymaga to serwera web, który jest w stanie obsłużyć tego typu nagłówek, jak Apache z `mod_xsendfile` lub lighttpd. (''od 1.0'')

source: Enable/disable highlighting CamelCase links to missing pages (''since 0.9'').
pl: Włączenie/wyłączenie podświetlenia linków CamelCase do nieistniejących stron (''od 0.9'').

source: Enable/disable splitting the WikiPageNames with space characters (''since 0.10'').
pl: Włączenie/wyłączenie podziału WikiPageNames zawierających spację (''od 0.10'').

source: Enable/disable the use of unsafe HTML tags such as `<script>` or `<embed>` with the HTML [wiki:WikiProcessors WikiProcessor] (''since 0.10.4''). For public sites where anonymous users can edit the wiki it is recommended to leave this option disabled (which is the default).
pl: Włączenie/wyłączenie użycia niebezpiecznych tagów HTML jak na przykład `<script>` lub `<embed>` w HTML [wiki:WikiProcessors WikiProcessor] (''od 0.10.4''). Dla portali publicznych, w których anonimowy użytkownik może edytować stronę wiki, jest rekomendowane by pozostawić tę opcję wyłączoną (wartość domyślna).

source: List of URI schemes considered "safe", that will be rendered as external links even if `[wiki] render_unsafe_content` is `false`. (''since 0.11.8'')
pl: Lista schematów URI traktowanych jako "bezpieczne", które będą wyświetlane jako linki zewnętrzne nawet jeśli `[wiki] render_unsafe_content` jeśli `false`. (''od 0.11.8'')

source: Every option in the `[interwiki]` section defines one InterWiki prefix. The option name defines the prefix. The option value defines the URL, optionally followed by a description separated from the URL by whitespace. Parametric URLs are supported as well. '''Example:''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html Python Enhancement Proposal $1 tsvn = tsvn: Interact with TortoiseSvn }}}
pl: Każda opcja w sekcji `[interwiki]` definiuje jeden prefiks InterWiki. Nazwa opcji określa prefiks. Wartość opcji wskazuje na URL, po którym opcjonalnie występuje opis oddzielony od URL przez spację. Wspierane są również URLe z parametrami. '''Przykład:''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html Python Enhancement Proposal $1 tsvn = tsvn: Interact with TortoiseSvn }}}

source: Maximum allowed wiki page size in characters. (''since 0.11.2'')
pl: Maksymalny rozmiar (w znakach) strony wiki. (''od 0.11.2'')
