Repository: pypi-data/pypi-mirror-72
Catalog: packages/Trac/Trac-1.0.20.tar.gz/Trac-1.0.20/trac/locale/*/LC_MESSAGES/tracini.po
Languages: pl

source: Path to the Enscript executable.
pl: Ścieżka do programu Enscript.

source: List of additional MIME types known by Enscript. For each, a tuple `mimetype:mode:quality` has to be specified, where `mimetype` is the MIME type, `mode` is the corresponding Enscript mode to be used for the conversion and `quality` is the quality ratio associated to this conversion. That can also be used to override the default quality ratio used by the Enscript render, which is 2 (''since 0.10'').
pl: Lista dodatkowych typów MIME znanych dla Enscript. Dla każdego rekordu `typmime:tryb:jakość` musi być wyspecyfikowany, gdzie `typmime` jest typem MIME, `tryb` jest właściwym trybem Enscript używanym do konwersji i `quality` jest współczynnikiem jakości związanym z konwersją. Może to być również użyte aby nadpisać domyślny współczynnik jakości dla generatora Enscript, który wynosi 2 (''od 0.10'').

source: Path to the PHP executable (''since 0.9'').
pl: Ścieżka do programu PHP (''od 0.9'').

source: List of additional MIME types known by SilverCity. For each, a tuple `mimetype:mode:quality` has to be specified, where `mimetype` is the MIME type, `mode` is the corresponding SilverCity mode to be used for the conversion and `quality` is the quality ratio associated to this conversion. That can also be used to override the default quality ratio used by the SilverCity render, which is 3 (''since 0.10'').
pl: Lista dodatkowych typów MIME znanych dla SilverCity. Dla każdego rekordu `typmime:tryb:jakość` musi być wyspecyfikowany, gdzie `typmime` jest typem MIME, `tryb` jest właściwym trybem SilverCity używanym do konwersji i `quality` jest współczynnikiem jakości związanym z konwersją. Może to być również użyte aby nadpisać domyślny współczynnik jakości dla generatora SilverCity render, który wynosi 3 (''od 0.10'').

source: Location of authz policy configuration file.
pl: Ścieżka do pliku polityki authz.

source: Require commands to be enclosed in an envelope. Must be empty or contain two characters. For example, if set to "[]", then commands must be in the form of [closes #4].
pl: Wymaga by komendy były oznaczone. Takie oznaczenie musi być puste lub zawierać dwa znaki. Na przykład, jeśli ustawione na "[]", komendy będą musiały być tworzone w sposób jak [closes #4].

source: Commands that close tickets, as a space-separated list.
pl: Lista rozdzielonych spacją komend powodujących zamknięcie zgłoszenia.

source: Commands that add a reference, as a space-separated list. If set to the special value <ALL>, all tickets referenced by the message will get a reference to the changeset.
pl: Komendy, które dodają referencje, jako listę rozdzielaną spacjami. Jeśli ustawione na wartość specjalną <ALL>, wszystkie zgłoszenia powiązane z komunikatem otrzymają referencję do zestawu zmian.

source: Check that the committer has permission to perform the requested operations on the referenced tickets. This requires that the user names be the same for Trac and repository operations.
pl: Upewnij się, że osoba wysyłająca ma uprawnienia do wykonania żądanych operacji na powiązanych zgłoszeniach. Wymagane jest aby nazwa użytkownika była ta sama dla Trac jak i repozytorium.

source: Send ticket change notification when updating a ticket.
pl: Wyślij powiadomienie o zmianie zgłoszenia po aktualizacji zgłoszenia.

source: Enable persistent caching of commit tree.
pl: Włącz trwałe buforowanie drzewa zatwierdzania

source: Wrap `GitRepository` in `CachedRepository`.
pl: Zawrzyj `GitRepository` w `CachedRepository`.

source: The length at which a sha1 should be abbreviated to (must be >= 4 and <= 40).
pl: Długość, do której powinien zostac skrócony sha1 (musi być >= 4 i <= 40).

source: The minimum length of an hex-string for which auto-detection as sha1 is performed (must be >= 4 and <= 40).
pl: Minimalna długość ciągu szesnastkowego, dla którego wykonywane jest automatyczne sprawdzenie czy jest sha1 (musi być >= 4 i <= 40).

source: Use git-committer id instead of git-author id for the changeset ''Author'' field.
pl: Użyj identyfikatora użytkownika git przekazującego zmianę zamiast id autora w polu ''Autor'' zestawu zmian.

source: Use git-committer timestamp instead of git-author timestamp for the changeset ''Timestamp'' field.
pl: Użyj stempla czasowego użytkownika git przekazującego zmianę zamiast autora w polu ''Stempel czasowy'' zestawu zmian.

source: Define charset encoding of paths within git repositories.
pl: Definiuj kodowanie znaków ścieżki w obrębie repozytorium git.

source: Path to the git executable.
pl: Ścieżka do programu git.

source: Path to a gitweb-formatted projects.list
pl: Ścieżka do projects.list zgodnego z gitweb

source: Path to the base of your git projects
pl: Ścieżka do bazowej dla twoich projektów git.

source: Template for project URLs. %s will be replaced with the repo name
pl: Szablon adresu URL projektu. %s zostanie zastąpiony nazwą repozytorium

source: Comma separated list of paths categorized as branches. If a path ends with '*', then all the directory entries found below that path will be included. Example: `/trunk, /branches/*, /projectAlpha/trunk, /sandbox/*`
pl: Separowana przecinkami lista ścieżek kategoryzowanych jak gałęzie. Jeśli ścieżka kończy się '*', to wszystkie wpisy znajdujące się poniżej tej ścieżki będą uwzględniane. Przykład: `/trunk, /branches/*, /projectAlpha/trunk, /sandbox/*`

source: Comma separated list of paths categorized as tags. If a path ends with '*', then all the directory entries found below that path will be included. Example: `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`
pl: Separowana przecinkami lista ścieżek kategoryzowanych jako tagi. Jeśli ścieżka kończy się '*', to wszystkie wpisy znajdujące się poniżej tej ścieżki będą uwzględniane. Przykład: `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`

source: The TracBrowser for Subversion can interpret the `svn:externals` property of folders. By default, it only turns the URLs into links as Trac can't browse remote repositories. However, if you have another Trac instance (or an other repository browser like [http://www.viewvc.org/ ViewVC]) configured to browse the target repository, then you can instruct Trac which other repository browser to use for which external URL. This mapping is done in the `[svn:externals]` section of the TracIni. Example: {{{ [svn:externals] 1 = svn://server/repos1 http://trac/proj1/browser/$path?rev=$rev 2 = svn://server/repos2 http://trac/proj2/browser/$path?rev=$rev 3 = http://theirserver.org/svn/eng-soft http://ourserver/viewvc/svn/$path/?pathrev=25914 4 = svn://anotherserver.com/tools_repository http://ourserver/tracs/tools/browser/$path?rev=$rev }}} With the above, the `svn://anotherserver.com/tools_repository/tags/1.1/tools` external will be mapped to `http://ourserver/tracs/tools/browser/tags/1.1/tools?rev=` (and `rev` will be set to the appropriate revision number if the external additionally specifies a revision, see the [http://svnbook.red-bean.com/en/1.4/svn.advanced.externals.html SVN Book on externals] for more details). Note that the number used as a key in the above section is purely used as a place holder, as the URLs themselves can't be used as a key due to various limitations in the configuration file parser. Finally, the relative URLs introduced in [http://subversion.apache.org/docs/release-notes/1.5.html#externals Subversion 1.5] are not yet supported. (''since 0.11'')
pl: TracBrowser dla Subversion może interpretować właściwość `svn:externals` folderów. Domyślnie zamienia tylko URL na link ponieważ Trac nie potrafi przeglądać zdalnych repozytoriów. Jednakże, jeśli masz inną instancję Trac (lub inną przeglądarkę repozytorium jak [http://www.viewvc.org/ ViewVC]) skonfigurowaną by przeglądać docelowe repozytroium, możesz poinstruować Trac, którą przeglądarkę repozytorium użyć, z którym zewnętrznym URL. To mapowanie jest wykonywane w `[svn:externals]` sekcji TracIni. Przykład: {{{ [svn:externals] 1 = svn://server/repos1 http://trac/proj1/browser/$path?rev=$rev 2 = svn://server/repos2 http://trac/proj2/browser/$path?rev=$rev 3 = http://theirserver.org/svn/eng-soft http://ourserver/viewvc/svn/$path/?pathrev=25914 4 = svn://anotherserver.com/tools_repository http://ourserver/tracs/tools/browser/$path?rev=$rev }}} W powyższym `svn://anotherserver.com/tools_repository/tags/1.1/tools` zewnętrzny odnośnik jest mapowany na `http://ourserver/tracs/tools/browser/tags/1.1/tools?rev=` (i `rev` będzie ustawione na prawidłowy numer wersji. Jeśli zewnętrzne repozytorium dodatkowo specyfikuje wesję, zobacz [http://svnbook.red-bean.com/en/1.4/svn.advanced.externals.html Podręcznik SVN] aby uzyskać więcej szczegółów). Zwróć uwagę, że numer użyty jako klucz w powyższej sekcji jest wykorzystany by wskazać miejsce, ponieważ URL nie może być kluczem z powodu ograniczeń parsera plików konfiguracyjnych. Ponadto, względne adresy URL wprowadzone w [http://subversion.apache.org/docs/release-notes/1.5.html#externals Subversion 1.5] nie są jeszcze wspierane. (''od 0.11'')

source: Maximum allowed file size (in bytes) for attachments.
pl: Maksymalny rozmiar (w bajtach) pliku załącznika.

source: Maximum allowed total size (in bytes) for an attachment list to be downloadable as a `.zip`. Set this to -1 to disable download as `.zip`. (''since 1.0'')
pl: Maksymalny dozwolony całkowity rozmiar (w bajtach) dla listy załączników, do pobrania jako `.zip`. Ustaw -1 by wyłączyć pobieranie jako `.zip`. (''od 1.0'')

source: Whether attachments should be rendered in the browser, or only made downloadable. Pretty much any file may be interpreted as HTML by the browser, which allows a malicious user to attach a file containing cross-site scripting attacks. For public sites where anonymous users can create attachments it is recommended to leave this option disabled (which is the default).
pl: Wskazuje czy podgląd załączników powinien być obsługiwany w przeglądarce, czy załącznik będzie tylko do pobrania. Wiele plików może być interpretowane przez przeglądarkę jako HTML, co pozwala złośliwym użytkownikom na dołączanie plików z kodem, by przeprowadzić próbę ataku typu cross-site scripting. W publicznych serwisach gdzie dozwolone jest dodawanie załączników przez anonimowych użytkowników rekomendowane jest pozostawienie tej opcji wyłączonej (wartość domyślna).

source: This section is used to enable or disable components provided by plugins, as well as by Trac itself. The component to enable/disable is specified via the name of the option. Whether its enabled is determined by the option value; setting the value to `enabled` or `on` will enable the component, any other value (typically `disabled` or `off`) will disable the component. The option name is either the fully qualified name of the components or the module/package prefix of the component. The former enables/disables a specific component, while the latter enables/disables any component in the specified package/module. Consider the following configuration snippet: {{{ [components] trac.ticket.report.ReportModule = disabled webadmin.* = enabled }}} The first option tells Trac to disable the [wiki:TracReports report module]. The second option instructs Trac to enable all components in the `webadmin` package. Note that the trailing wildcard is required for module/package matching. To view the list of active components, go to the ''Plugins'' page on ''About Trac'' (requires `CONFIG_VIEW` [wiki:TracPermissions permissions]). See also: TracPlugins
pl: Sekcja używana do włączania i wyłączania komponentów dostarczanych przez wtyczki, jak również przez samego Trac. Komponent do włączenia/wyłączenia jest specyfikowany przez nazwę opcji. Czy jest włączony jest wskazywane przez wartość opcji ; ustawienie wartości na `enabled` lub `on` włącza komponent, każda inna wartość (zwykle `disabled` lub `off`) wyłącza komponent. Nazwa opcji jest pełną, kwalifikowaną nazwą komponentu lub prefiks modułu/pakietu komponentu. Pierwszy włącza/wyłącza konkretny komponent, podczas gdy drugi włącza/wyłącza wszystkie komponenty w podanym pakiecie/module. Rozważ nasepujący przykłąd konfiguracji: {{{ [components] trac.ticket.report.ReportModule = disabled webadmin.* = enabled }}} Pierwsza opcja wskazuje Trac by wyłączyć [wiki:TracReports moduł raportowy]. Druga opcja instruuje Trac by włączyć wszystkie komponenty w pakiecie `webadmin`. Zwróć uwagę że maska umieszczona na końcu jest wymagana do dopasowania modułu/pakietu. Aby zobaczyć wszystkie aktywne komponenty, idź do strony ''Plugins'' w ''O systemie Trac'' (wymaga [wiki:TracPermissions uprawnienia] `CONFIG_VIEW`). Zobacz również: TracPlugins

source: Reference URL for the Trac deployment. This is the base URL that will be used when producing documents that will be used outside of the web browsing context, like for example when inserting URLs pointing to Trac resources in notification e-mails.
pl: URL dla wdrożeń Trac. To bazowy URL, używany gdy wytworzone dokumenty będą wykorzystane poza kontekstem przeglądania strony, np. gdy URL wskazujący na zasób Trac jest wstawiony do e-maila.

source: Optionally use `[trac] base_url` for redirects. In some configurations, usually involving running Trac behind a HTTP proxy, Trac can't automatically reconstruct the URL that is used to access it. You may need to use this option to force Trac to use the `base_url` setting also for redirects. This introduces the obvious limitation that this environment will only be usable when accessible from that URL, as redirects are frequently used. ''(since 0.10.5)''
pl: Opcjonalnie użyj `[trac] bazowy_url` dla przekierowań. W niektórych konfiguracjach, zwykle w sytuacji gdy Trac jest za HTTP proxy, Trac nie może automatycznie odtworzyć URL, który został uzyty do dostępu. Możesz potrzebować użyć tej opcji aby wymusić na Trac wykorzystanie ustawienia`bazowy_url` dla przekierować. Wprowadza to oczywiste ograniczenie gdyż to środowisko będzie używalne tylko gdy dostępne z tego URL, jako że przekierowania są często wykorzystywane. ''(od 0.10.5)''

source: Restrict cookies to HTTPS connections. When true, set the `secure` flag on all cookies so that they are only sent to the server on HTTPS connections. Use this if your Trac instance is only accessible through HTTPS. (''since 0.11.2'')
pl: Ogranicza ciasteczka do połączeń HTTPS. Gdy ustawione na true, ustawia flagę `secure` na wszystkie ciesteczka, a więc są on wysyłane do serwera tylko przy połączeniu HTTPS. Uzyj tego jeśli Twoja instancja Trac jest dostępna wyłącznie przez HTTPS. (''od 0.11.2'')

source: Name of the project.
pl: Nazwa projektu.

source: Short description of the project.
pl: Krótki opis projektu.

source: URL of the main project web site, usually the website in which the `base_url` resides. This is used in notification e-mails.
pl: URL głównej strony projektu, zwykle to strona, w której istnieje `bazowy_url`. Ten adres jest używany w powiadomieniach przesyłanych e-mailem.

source: E-Mail address of the project's administrator.
pl: Adres e-mail administratora projektu.

source: Base URL of a Trac instance where errors in this Trac should be reported. This can be an absolute or relative URL, or '.' to reference this Trac instance. An empty value will disable the reporting buttons. (''since 0.11.3'')
pl: Bazowy URL instancji Trac, gdzie powinny być raportowane błędy w tej instancji. Może to być bezwzględny lub względny URL lub '.' dla wskazania tej instancji Trac. Pusta wartość wyłącza przycisk raportowania. (''od 0.11.3'')

source: Page footer text (right-aligned).
pl: Stopka stony (wyrównane do prawej).

source: URL of the icon of the project.
pl: Adres URL ikony projektu.

source: Logging facility to use. Should be one of (`none`, `file`, `stderr`, `syslog`, `winlog`).
pl: Obiekt logowania. Powinien być jednym z (`none`, `file`, `stderr`, `syslog`, `winlog`).

source: If `log_type` is `file`, this should be a path to the log-file. Relative paths are resolved relative to the `log` directory of the environment.
pl: Jeśli `log_type` jest ustawione na `file`, to powinna być ścieżka do pliku z logiem. Ścieżki względne są odnoszone do folderu `log` na środowisku.

source: Level of verbosity in log. Should be one of (`CRITICAL`, `ERROR`, `WARN`, `INFO`, `DEBUG`).
pl: Poziom powiadamiania w logu. Powinien byc jednym z (`CRITICAL`, `ERROR`, `WARN`, `INFO`, `DEBUG`).

source: Custom logging format. If nothing is set, the following will be used: Trac[$(module)s] $(levelname)s: $(message)s In addition to regular key names supported by the Python logger library (see http://docs.python.org/library/logging.html), one could use: - $(path)s the path for the current environment - $(basename)s the last path component of the current environment - $(project)s the project name Note the usage of `$(...)s` instead of `%(...)s` as the latter form would be interpreted by the ConfigParser itself. Example: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s` ''(since 0.10.5)''
pl: Niestandardowy format rejestrowania Jeśli nic nie jest ustawione, będzie użyty następujący poziom logowania : Trac[$(module)s] $(levelname)s: $(message)s Dodatkowo obok regularnych nazw kluczy wspieranych przez bibliotekę rejestrowania Python (zobacz http://docs.python.org/library/logging.html), mogą być użyte: - $(path)s ścieżka do bieżącego środowiska - $(basename)s ostatni element ścieżki, bieżącego środowiska - $(project)s nazwa projektu Zwróć uwagę na użycie `$(...)s` zamiast `%(...)s` ponieważ ta ostatnia forma będzie interpretowana przez ConfigParser. Przykład: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s` ''(od 0.10.5)''

source: Name of the component implementing `IEmailSender`. This component is used by the notification system to send emails. Trac currently provides `SmtpEmailSender` for connecting to an SMTP server, and `SendmailEmailSender` for running a `sendmail`-compatible executable. (''since 0.12'')
pl: Nazwa komponentu implementującego`IEmailSender`. Ten komponent jest używany przez system powiadomić do wysyłki maili. Trac obecnie dostarcza `SmtpEmailSender` aby połączyć się z serwerem SMTP, oraz `SendmailEmailSender` zgodnego z rozwiązaniami zgodnymi z `sendmail`. (''od 0.12'')

source: Enable email notification.
pl: Włącz powiadamianie email

source: Sender address to use in notification emails.
pl: Adres nadawcy używany w powiadomieniach mailowych.

source: Sender name to use in notification emails.
pl: Nazwa nadawcy używane w powiadomieniach mailowych.

source: Use the action author as the sender of notification emails. (''since 1.0'')
pl: Użyj wykonawcę akcji jako wysyłającego maila z powiadomieniem. (''od 1.0'')

source: Reply-To address to use in notification emails.
pl: Adres Reply-To używany w powiadomieniach mailowych.

source: Email address(es) to always send notifications to, addresses can be seen by all recipients (Cc:).
pl: Adres(y) email, do których zawsze będzie wysyłane powiadomienie, adresy będą widoczne przez wszystkich odbiorców (Cc:).

source: Email address(es) to always send notifications to, addresses do not appear publicly (Bcc:). (''since 0.10'')
pl: Adres(y) email, do których zawsze będzie wysyłane powiadomienie, adresy nie będą widoczne (Bcc:). (''od 0.10'')

source: Default host/domain to append to address that do not specify one.
pl: Domyślny host/domena dołączany do adresu, który nie powiada tej informacji.

source: Comma-separated list of domains that should not be considered part of email addresses (for usernames with Kerberos domains).
pl: Rozdzielana przecinkami lista domen, które nie powinny być rozpatrywane jako część adresu email (dla nazw użytkowników z domenami Kerberos).

source: Comma-separated list of domains that should be considered as valid for email addresses (such as localdomain).
pl: Rozdzielana przecinkami lista domen, które powinny być rozpatrywane jako prawidłowe dla adresu email (np. localdomain).

source: Specifies the MIME encoding scheme for emails. Valid options are 'base64' for Base64 encoding, 'qp' for Quoted-Printable, and 'none' for no encoding, in which case mails will be sent as 7bit if the content is all ASCII, or 8bit otherwise. (''since 0.10'')
pl: Specyfikuje schemat kodowania MIME dla emaili. Prawidłowe opcje to 'base64' dla kodowania Base64, 'qp' dla Quoted-Printable oraz 'none' gdy bez kodowania, w tym przypadku maile będą wysyłane jako 7bit jeśli zawartość jest typu ASCII, lub 8bit w pozostałych przypadkach. (''od 0.10'')

source: Recipients can see email addresses of other CC'ed recipients. If this option is disabled (the default), recipients are put on BCC. (''since 0.10'')
pl: Odbiorcy mogą zobaczyć adresy email pozostałych. Jeśli opcja jest wyłączona (domyślnie), odbiorcy są umieszczani w BCC. (''od 0.10'')

source: Permit email address without a host/domain (i.e. username only). The SMTP server should accept those addresses, and either append a FQDN or use local delivery. (''since 0.10'')
pl: Zezwalaj na adresy email bez hosta/domeny (np. tylko nazwa użytkownika). Serwer SMTP powinien akceptować takie adresy, dodawać FQDN lub dostarczać lokalnie. (''od 0.10'')

source: Text to prepend to subject line of notification emails. If the setting is not defined, then the [$project_name] prefix. If no prefix is desired, then specifying an empty option will disable it. (''since 0.10.1'')
pl: Tekst do dodania do linii tematu w mailu powiadamiającym. Jeśli ustawienie jest nie zdefiniowane, podaj prefiks [$project_name]. Jeśli brak prefiksu, podanie pustej opcji wyłączy ją. (''od 0.10.1'')

source: SMTP server hostname to use for email notifications.
pl: Adres SMTP serwera używanego do wysyłki powiadomień.

source: SMTP server port to use for email notification.
pl: Port SMTP serwera używanego do wysyłki powiadomień.

source: Username for SMTP server. (''since 0.9'')
pl: Nazwa użytkownika dla serwera SMTP. (''od 0.9'')

source: Password for SMTP server. (''since 0.9'')
pl: Hasło serwera SMTP . (''od 0.9'')

source: Use SSL/TLS to send notifications over SMTP. (''since 0.10'')
pl: Użyj SSL/TLS aby wysłać powiadomienia z użyciem SMTP. (''od 0.10'')

source: Name of the component implementing `IPermissionStore`, which is used for managing user and group permissions.
pl: Nazwa komponentu implementującego `IPermissionStore`, używanego go zarządzania uprawnieniami użytkowników i grup.

source: List of components implementing `IPermissionPolicy`, in the order in which they will be applied. These components manage fine-grained access control to Trac resources. Defaults to the DefaultPermissionPolicy (pre-0.11 behavior) and LegacyAttachmentPolicy (map ATTACHMENT_* permissions to realm specific ones)
pl: Lista komponentów implementujących `IPermissionPolicy`, w kolejności w jakiej będą aplikowane. Te komponenty precyzyjnie zarządzają dostępem do zasobów Trac. Domyślnie DefaultPermissionPolicy (zachowanie przed-0.11) oraz LegacyAttachmentPolicy (mapuje uprawnienia ATTACHMENT_* na specyficzne dla dziedziny)

source: Database connection [wiki:TracEnvironment#DatabaseConnectionStrings string] for this project
pl: Połączenie z bazą danych [wiki:TracEnvironment#DatabaseConnectionStrings] dla tego projektu

source: Database backup location
pl: Lokalizacja kopii zapasowej bazy danych

source: Timeout value for database connection, in seconds. Use '0' to specify ''no timeout''. ''(Since 0.11)''
pl: Czas wygaśnięcia dla połączenia z bazą danych w sekundach. Uzyj '0' by ustawić na ''bez wygaśnięcia''. ''(od 0.11)''

source: Show the SQL queries in the Trac log, at DEBUG level. ''(Since 0.11.5)''
pl: Pokaż zapytania SQL w logu Trac, na poziomie DEBUG. ''(Od 0.11.5)''

source: Location of mysqldump for MySQL database backups
pl: Lokalizacja mysqldump dla kopii zapasowych MySQL
