Repository: pypi-data/pypi-mirror-72
Catalog: packages/Trac/Trac-1.0.20.tar.gz/Trac-1.0.20/trac/locale/*/LC_MESSAGES/tracini.po
Languages: pl

source: Location of pg_dump for Postgres database backups
pl: Lokalizacja pg_dump dla kopii zapasowych Postgres

source: Paths to sqlite extensions, relative to Trac environment's directory or absolute. (''since 0.12'')
pl: Ścieżki do rozszerzeń sqlite, względem katalogu środowiska Trac lub podane bezwzględnie. (''od 0.12'')

source: Charset to be used when in doubt.
pl: Kodowanie znaków, używane w razie wątpliwości.

source: Displayed tab width in file preview. (''since 0.9'')
pl: Szerokość zakładki w podglądzie pliku. (''od 0.9'')

source: Maximum file size for HTML preview. (''since 0.9'')
pl: Maksymalna wielkość pliku do podglądu HTML. (''od 0.9'')

source: List of additional MIME types and keyword mappings. Mappings are comma-separated, and for each MIME type, there's a colon (":") separated list of associated keywords or file extensions. (''since 0.10'')
pl: Lista dodatkowych typów MIME oraz mapowania słów kluczowych. Mapowania są separowane przecinkami a dla każdego typu MIME, podana jest lista powiązanych słów kluczowych lub rozszerzeń plików, rozdzielana dwukropkiem (":"). (''since 0.10'')

source: List of additional MIME types associated to filename patterns. Mappings are comma-separated, and each mapping consists of a MIME type and a Python regexp used for matching filenames, separated by a colon (":"). (''since 1.0'')
pl: Lista dodatkowych typów MIME związanych z wzorcem nazwy plików. Mapingi są rozdzielane przecinkami, a każdy maping zawiera typ MIME oraz regexp Python używany do wybierania nazw plików, rozdzielane dwukropkiem (":"). (''od 1.0'')

source: Comma-separated list of MIME types that should be treated as binary data. (''since 0.11.5'')
pl: Rozdzielana przecinkami lista typów MIME, które powinny być traktowane jako dane binarne. (''od 0.11.5'')

source: The default style to use for Pygments syntax highlighting.
pl: Domyślny styl używany w podświetleniach w składni Pygments.

source: List of additional MIME types known by Pygments. For each, a tuple `mimetype:mode:quality` has to be specified, where `mimetype` is the MIME type, `mode` is the corresponding Pygments mode to be used for the conversion and `quality` is the quality ratio associated to this conversion. That can also be used to override the default quality ratio used by the Pygments render.
pl: Lista dodatkowych typów MIME znanych dla Pygments. Dla każdego rekordu `typmime:tryb:jakość` musi być wyspecyfikowany, gdzie `typmime` jest typem MIME, `tryb` jest właściwym trybem Enscript używanym do konwersji i `quality` jest współczynnikiem jakości związanym z konwersją. Może to być również użyte aby nadpisać domyślny współczynnik jakości dla generatora Pygments.

source: Minimum length of query string allowed when performing a search.
pl: Minimalna długość tekstu dozwolonego do wyszukania.

source: Specifies which search filters should be disabled by default on the search page. This will also restrict the filters for the quick search function. The filter names defined by default components are: `wiki`, `ticket`, `milestone` and `changeset`. For plugins, look for their implementation of the ISearchSource interface, in the `get_search_filters()` method, the first member of returned tuple. Once disabled, search filters can still be manually enabled by the user on the search page. (since 0.12)
pl: Wskazuje, które filtry wyszukiwania powinny byc domyślnie wyłączone na stronie wyszukiwania. Ogranicza to również użycie filtrów w funkcjach szybkiego szukania. Nazwy filtrów zdefiniowane przez domyślne komponenty: `wiki`, `ticket`, `milestone` oraz `changeset`. Dla wtyczek, szukaj implementacji interfejsu ISearchSource interface, w metodzie `get_search_filters()`, pierwszy składnik zwróconego rekordu. Kiedy wyłączony, filtry wyszukiwania mogą ciągle być ręcznie włączone przez użytkownika na stronie wyszukiwania. (od 0.12)

source: In this section, you can define additional fields for tickets. See TracTicketsCustomFields for more details.
pl: W tej sekcji możesz definiować dodatkowe pola dla zgłoszeń. Zobacz TracTicketsCustomFields aby dowiedzieć się więcej.

source: Ordered list of workflow controllers to use for ticket actions (''since 0.11'').
pl: Uporządkowana lista kontrolerów procesu do wykorzystania w akcjach zgłoszenia (''od 0.11'').

source: Make the owner field of tickets use a drop-down menu. Be sure to understand the performance implications before activating this option. See [TracTickets#Assign-toasDrop-DownList Assign-to as Drop-Down List]. Please note that e-mail addresses are '''not''' obfuscated in the resulting drop-down menu, so this option should not be used if e-mail addresses must remain protected. (''since 0.9'')
pl: Pokaż pole właściciel z użyciem listy rozwijanej. Upewnij się czy rozumiesz wpływ na wydajność zanim aktywujesz tę opcję. Zobacz [TracTickets#Assign-toasDrop-DownList Assign-to as Drop-Down List]. Zwróć uwagę że adresy e-mail '''nie''' są ukrywane w liście rozwijanej menu, a więc ta opcja nie powinna być używana jeśli adres e-mail jest informacją chronioną. (''od 0.9'')

source: Default version for newly created tickets.
pl: Domyślna wersja dla nowo tworzonych zgłoszeń.

source: Default type for newly created tickets (''since 0.9'').
pl: Domyślny typ dla nowo tworzonych zgłoszeń. (''od 0.9'').

source: Default priority for newly created tickets.
pl: Domyślny priorytet dla nowo tworzonych zgłoszeń.

source: Default milestone for newly created tickets.
pl: Domyślna etap dla nowo tworzonych zgłoszeń.

source: Default component for newly created tickets.
pl: Domyślny komponent dla nowo tworzonych zgłoszeń.

source: Default severity for newly created tickets.
pl: Domyślna ważność dla nowo tworzonych zgłoszeń.

source: Default summary (title) for newly created tickets.
pl: Domyślne podsumowanie (tytuł) dla nowo tworzonych zgłoszeń.

source: Default description for newly created tickets.
pl: Domyślny opis dla nowo tworzonych zgłoszeń.

source: Default keywords for newly created tickets.
pl: Domyślne słowa kluczowe dla nowo tworzonych zgłoszeń.

source: Default owner for newly created tickets.
pl: Domyślny właściciel dla nowo tworzonych zgłoszeń.

source: Default cc: list for newly created tickets.
pl: Domyślna wartość cc: dla nowo tworzonych zgłoszeń.

source: Default resolution for resolving (closing) tickets (''since 0.11'').
pl: Domyślne rozwiązanie dla rozwiązywanych (zamykanych) zgłoszeń. (''od 0.11'').

source: The workflow for tickets is controlled by plugins. By default, there's only a `ConfigurableTicketWorkflow` component in charge. That component allows the workflow to be configured via this section in the `trac.ini` file. See TracWorkflow for more details. (''since 0.11'')
pl: Proces dla zgłoszeń jest kontrolowany przez wtyczki. Domyślnie w użyciu jest tylko komponent `ConfigurableTicketWorkflow`. Pozwala on na konfigurację procesu poprzez tę sekcję w pliku `trac.ini`. Zobacz TracWorkflow aby dowiedzieć się więcej. (''od 0.11'')

source: Always send notifications to the ticket owner (''since 0.9'').
pl: Zawsze wysyłaj powiadomienie do właściciela zgłoszenia (''od 0.9'').

source: Always send notifications to any address in the ''reporter'' field.
pl: Zawsze wysyłaj powiadomienie do wszystkich adresów w polu ''zgłaszający''.

source: Always send notifications to the person who causes the ticket property change and to any previous updater of that ticket.
pl: Zawsze wysyłaj powiadomienie do osoby która spowodowała zmianę właściwość zgłoszenia oraz do wszystkich osób modyfikujących zgłoszenie przed nią.

source: A Genshi text template snippet used to get the notification subject. By default, the subject template is `$prefix #$ticket.id: $summary`. `$prefix` being the value of the `smtp_subject_prefix` option. ''(since 0.11)''
pl: Wstawka z wzorcem Genshi używana do stworzenia tytułu powiadomienia. Domyślnie wzorzec tytułu to `$prefix #$ticket.id: $summary`. `$prefix` jest wartością opcji `smtp_subject_prefix`. ''(od 0.11)''

source: Like ticket_subject_template but for batch modifications. By default, the template is `$prefix Batch modify: $tickets_descr`. ''(since 1.0)''
pl: Jak ticket_subject_template ale do modyfikacji wsadowych. Domyślnie, wzorzec to `$prefix Grupowa modyfikacja: $tickets_descr`. ''(od 1.0)''

source: Which width of ambiguous characters (e.g. 'single' or 'double') should be used in the table of notification mail. If 'single', the same width as characters in US-ASCII. This is expected by most users. If 'double', twice the width of US-ASCII characters. This is expected by CJK users. ''(since 0.12.2)''
pl: Jaka szerokość niejednoznacznie zidentyfikowanych znaków (np. 'single' lub 'double') powinna być użyta w mailu powiadamiającym. Jeśli 'single', użyta będzie ta sama szerokość jak w US-ASCII. To jest oczekiwane przez większość użytkowników. Jeśli wskażesz 'double', uzyta będzie podwójna szerokość znaku US-ASCII. Tego spodziewają się użytkownicy CJK. ''(od 0.12.2)''

source: The default query for authenticated users. The query is either in [TracQuery#QueryLanguage query language] syntax, or a URL query string starting with `?` as used in `query:` [TracQuery#UsingTracLinks Trac links]. (''since 0.11.2'')
pl: Domyślne zapytanie dla zautentykowanych użytkowników. Zapytanie jest w składni [TracQuery#QueryLanguage języka zapytań], lub kwerendy URL rozpoczynającej się od `?` jak w `query:` [TracQuery#UsingTracLinks linkach Trac]. (''od 0.11.2'')

source: The default query for anonymous users. The query is either in [TracQuery#QueryLanguage query language] syntax, or a URL query string starting with `?` as used in `query:` [TracQuery#UsingTracLinks Trac links]. (''since 0.11.2'')
pl: Domyślne zapytanie dla anonimowych użytkowników. Zapytanie jest w składni [TracQuery#QueryLanguage języka zapytań], lub kwerendy URL rozpoczynającej się od `?` jak w `query:` [TracQuery#UsingTracLinks linkach Trac]. (''od 0.11.2'')

source: Number of tickets displayed per page in ticket queries, by default (''since 0.11'')
pl: Liczba zgłoszeń pokazywanych domyślnie na jednej stronie jako wynik zapytania (''od 0.11'')

source: Number of tickets displayed per page in ticket reports, by default (''since 0.11'')
pl: Liczba zgłoszeń pokazywanych domyślnie na jednej stronie jako wynik raportów (''od 0.11'')

source: Number of tickets displayed in the rss feeds for reports (''since 0.11'')
pl: Liczba zgłoszeń pokazywanych domyślnie kanale rss dla raportów (''od 0.11'')

source: As the workflow for tickets is now configurable, there can be many ticket states, and simply displaying closed tickets vs. all the others is maybe not appropriate in all cases. This section enables one to easily create ''groups'' of states that will be shown in different colors in the milestone progress bar. Note that the groups can only be based on the ticket //status//, nothing else. In particular, it's not possible to distinguish between different closed tickets based on the //resolution//. Example configuration with three groups, //closed//, //new// and //active// (the default only has closed and active): {{{ # the 'closed' group correspond to the 'closed' tickets closed = closed # .order: sequence number in the progress bar closed.order = 0 # .query_args: optional parameters for the corresponding # query. In this example, the changes from the # default are two additional columns ('created' and # 'modified'), and sorting is done on 'created'. closed.query_args = group=resolution,order=time,col=id,col=summary,col=owner,col=type,col=priority,col=component,col=severity,col=time,col=changetime # .overall_completion: indicates groups that count for overall # completion percentage closed.overall_completion = true new = new new.order = 1 new.css_class = new new.label = new # Note: one catch-all group for other statuses is allowed active = * active.order = 2 # .css_class: CSS class for this interval active.css_class = open # .label: displayed label for this group active.label = in progress }}} The definition consists in a comma-separated list of accepted status. Also, '*' means any status and could be used to associate all remaining states to one catch-all group. The CSS class can be one of: new (yellow), open (no color) or closed (green). Other styles can easily be added using custom CSS rule: `table.progress td.<class> { background: <color> }` to a [TracInterfaceCustomization#SiteAppearance site/style.css] file for example. (''since 0.11'')
pl: Jako że proces dla zgłoszeń jest obecnie konfigurowalny, może być wiele stanów zgłoszenia i pokazywanie zamkniętych zgłoszeń wobec innych typów może nie być optymalne w każdym przypadku. Ta sekcja ułatwia tworzenie ''grup'' statusów, które będą pokazywane różnymi kolorami na pasku postępu dla etapu. Zwróć uwagę że grupy mogą bazować tylko na polu //status// zgłoszenia i niczym innym. W szczególności, nie jest możliwe by rozróżnić między różnymi zamkniętymi zgłoszeniami przez pole //rozwiązanie//. Przykładowa konfiguracja z trzema grupami, //closed//, //new// i //active// (domyślnie ustawienie obejmuje tylko zamknięte i aktywne): {{{ # grupa 'closed' obejmuje zgłoszenia o statusie 'closed' closed = closed # .order: pozycja w pasku postępu closed.order = 0 # .query_args: parametr opcjonalny dla korespondującego # zapytania. W tym przykładzie, zmianą w stosunku do # wartości domyślnej są dwie dodatkowe kolumny ('created' i # 'modified'), a także sortowanie według 'created'. closed.query_args = group=resolution,order=time,col=id,col=summary,col=owner,col=type,col=priority,col=component,col=severity,col=time,col=changetime # .overall_completion: wskazuje grupy używane do zliczania całkowitego # procentu postępu closed.overall_completion = true new = new new.order = 1 new.css_class = new new.label = new # Uwaga: możliwe jest użycie grupy obejmujące inne statusy active = * active.order = 2 # .css_class: klasa CSS dla tego interwau active.css_class = open # .label: opis wyświetlany dla tej grupy active.label = in progress }}} Definicja zawiera w rozdzielaną przecinkami listę akceptowanych statusów. '*' oznacza dowolny status i może być użyte do powiązania wszystkich pozostałych statusów w jedną grupę. Klasa CSS może być jedną z:: new (żółte), open (bez kolotu) lub closed (zamknięte). Inne style mogą być prosto dodane używając niestandardowych reguł CSS: `table.progress td.<class> { background: <color> }` na przykład dla pliku [TracInterfaceCustomization#SiteAppearance site/style.css]. (''od 0.11'')

source: Name of the component implementing `ITicketGroupStatsProvider`, which is used to collect statistics on groups of tickets for display in the roadmap views.
pl: Nazwa komponentu implementującego `ITicketGroupStatsProvider`, używanego do zbierania statystyk na grupach zgłoszeń aby wyświetlić je w widoku planu prac.

source: Name of the component implementing `ITicketGroupStatsProvider`, which is used to collect statistics on groups of tickets for display in the milestone views.
pl: Nazwa komponentu implementującego `ITicketGroupStatsProvider`, używanego do zbierania statystyk na grupach zgłoszeń aby wyświetlić je w widoku etapów.

source: Enable the display of all ticket changes in the timeline, not only open / close operations (''since 0.9'').
pl: Włącz wyświetlanie wszystkich zmian zgłoszeń w historii, nie tylko operacji otwarty / zamknięty (''od 0.9'').

source: Maximum allowed description size in characters. (//since 0.11//).
pl: Maksymalny rozmiar (w znakach) opisu (//od 0.11//)

source: Maximum allowed comment size in characters. (//since 0.11.2//).
pl: Maksymalny rozmiar (w znakach) komentarza. (//od 0.11.2//).

source: Maximum allowed summary size in characters. (//since 1.0.2//).
pl: Maksymalny rozmiar (w znakach) tematu. (//od 1.0.2//).

source: Which formatter flavor (e.g. 'html' or 'oneliner') should be used when presenting the description for new tickets. If 'oneliner', the [timeline] abbreviated_messages option applies. (''since 0.11'').
pl: Który rodzaj prezentacji (np. 'html' lub 'oneliner') powinien być użyty do pokazywania opisów nowych zgłoszeń. Jeśli 'oneliner', ma zastosowanie opcja [timeline] abbreviated_messages. (''od 0.11'').

source: Whether Wiki formatter should respect the new lines present in the Wiki text. If set to 'default', this is equivalent to 'yes' for new environments but keeps the old behavior for upgraded environments (i.e. 'no'). (''since 0.11'').
pl: Czy formater Wiki powinien rozpoznawać znaki nowej linii w tekście Wiki wiki. Ustawionie na 'default', jest równoznaczne z 'yes' dla nowych środowisk ale zachowuje stare ustawienia dla środowisk aktualizowanych (np. 'no'). (''od 0.11'').

source: The base query to be used when linkifying values of ticket fields. The query is a URL query string starting with `?` as used in `query:` [TracQuery#UsingTracLinks Trac links]. (''since 0.12'')
pl: Bazowe zapytanie do wykorzystania gdy linkuje się wartości pól zgłoszeń. Zapytanie jest kwerendą URL rozpoczynającą się od `?` jak w `query:` [TracQuery#UsingTracLinks linkach Trac]. (''since 0.12'')

source: Default number of days displayed in the Timeline, in days. (''since 0.9.'')
pl: Domyślna liczba dni wyświetlana w Historii, wartość w dniach. (''od 0.9.'')

source: Maximum number of days (-1 for unlimited) displayable in the Timeline. (''since 0.11'')
pl: Maksymalna liczba dni (-1 oznacza bez limitu) pokazywanefo w Historii. (''od 0.11'')

source: Whether wiki-formatted event messages should be truncated or not. This only affects the default rendering, and can be overriden by specific event providers, see their own documentation. (''Since 0.11'')
pl: Czy komunikaty zdarzeń w formacie wiki powinny być obcięte, czy nie. Ma to wpływ jedynie na domyślne generowanie i może być nadpisane przez implementację dostawcy, w sposób opisany w ich dokumentacji. (''od 0.11'')

source: Comma-separated list of allowed prefixes for repository directories when adding and editing repositories in the repository admin panel. If the list is empty, all repository directories are allowed. (''since 0.12.1'')
pl: Separowana przecinkami lista dozwolonych prefiksów folderów repozytorium wykorzystywana w dodawaniu o edytowaniu repozytoriów w panelu administracyjnym. Jeśli lista jest pusta, wszystkie foldery repozytorium są dozwolone. (''od 0.12.1'')

source: Path to the default repository. This can also be a relative path (''since 0.11''). This option is deprecated, and repositories should be defined in the [TracIni#repositories-section repositories] section, or using the "Repositories" admin panel. (''since 0.12'')
pl: Ścieżka do domyślnego repozytorium. Może być również ścieżką względną (''od 0.11''). Ta opcja jest wycofana i repozytoria powinny być zdefiniowane w sekcji [TracIni#repositories-section repozytoria] lub używając panelu administracyjnego "Repozytoria". (''od 0.12'')

source: List of repositories that should be synchronized on every page request. Leave this option empty if you have set up post-commit hooks calling `trac-admin $ENV changeset added` on all your repositories (recommended). Otherwise, set it to a comma-separated list of repository names. Note that this will negatively affect performance, and will prevent changeset listeners from receiving events from the repositories specified here. The default is to synchronize the default repository, for backward compatibility. (''since 0.12'')
pl: Lista repozytoriów, która powinna być synchronizowana przzy wywołaniu każdej strony. Pozostaw tę opcję pustą jeśli masz zdefiniowany post-commit hook wywoływany gdy `trac-admin $ENV zestaw zmian dodany` na wszystkich repozytoriach (rekomendowany). W innym przypadku, przypisz rozdzielaną przecinkami listę nazw repozytoriów. Zwróć uwagę, że może to mieć negatywny wpływ na wydajność i spowodować, że procesy nasłuchu na zmian przestaną odbierać zdarzenia z wyspecyfikowanych repozytoriów. Ustawienie domyślne to synchronizacja domyślnego repozytorium, dla zachowania wstecznej zgodności. (''od 0.12'')

source: The path to the Subversion [http://svnbook.red-bean.com/en/1.5/svn.serverconfig.pathbasedauthz.html authorization (authz) file]. To enable authz permission checking, the `AuthzSourcePolicy` permission policy must be added to `[trac] permission_policies`.
pl: Ścieżka do [http://svnbook.red-bean.com/en/1.5/svn.serverconfig.pathbasedauthz.html pliku autoryzacyjnego (authz)] Subversion. By włączyć uprawnienia authz, sprawdzenie polisy`AuthzSourcePolicy` musi być dodane do `[trac] permission_policies`.

source: The module prefix used in the `authz_file` for the default repository. If left empty, the global section is used.
pl: Prefiks modułu używany w `authz_file` dla domyślnego repozytorium. Jeśli pozostawione puste, użyta jest sekcja globalna.

source: Comma-separated list of version control properties to render as wiki content in the repository browser. (''since 0.11'')
pl: Separowana przecinkami lista właściwości systemu kontroli wersji do wyświetlenia jako zawartość wiki w przeglądarce repozytorium. (''od 0.11'')

source: Comma-separated list of version control properties to render as oneliner wiki content in the repository browser. (''since 0.11'')
pl: Separowana przecinkami lista właściwości systemu kontroli wersji do wyświetlenia jako zawartość uproszczona w przeglądarce repozytorium. (''od 0.11'')

source: List of repository paths that can be downloaded. Leave this option empty if you want to disable all downloads, otherwise set it to a comma-separated list of authorized paths (those paths are glob patterns, i.e. "*" can be used as a wild card). In a multi-repository environment, the path must be qualified with the repository name if the path does not point to the default repository (e.g. /reponame/trunk). Note that a simple prefix matching is performed on the paths, so aliases won't get automatically resolved. (''since 0.10'')
pl: Lista ścieżek repozytorium które mogą być pobrane. Pozostaw tę opcję pustą jeśli chcesz wyłączyć wszystkie pobrania, w innym przypadku ustaw ją na separowaną przecinkami listę autoryzowanych ścieżek (te ścieżki są wzorcami globalnymi np. "*" które mogą być użyte jako maski). W środowisku z wieloma repozytoriami, ścieżka musi być kwalifikowana z nazwą repozytorium, jeśli ścieżka nie wskazuje na repozytrium domyślne (np. /reponame/trunk). Zwróć uwagę, że proste sprawdzanie zgodności prefiksów jest wykonywane na ścieżkach, a więc aliasy nie będą automatycznie rozstrzygane. (''od 0.10'')

source: Enable colorization of the ''age'' column. This uses the same color scale as the source code annotation: blue is older, red is newer. (''since 0.11'')
pl: Włącza oznaczenie kolorem kolumny ''wiek''. Używa tej samej skali kolorów jak przy podświetleniu kodu źródłowego: niebieskie są starsze, czerwone są nowsze. (''od 0.11'')

source: (r,g,b) color triple to use for the color corresponding to the newest color, for the color scale used in ''blame'' or the browser ''age'' column if `color_scale` is enabled. (''since 0.11'')
pl: Oznaczenie koloru w formacie (r,g,b) do wykorzystania jako kolor oznaczający wartość najnowszą w skali koloru dla kolumny ''blame'' lub ''wiek'' jeśli opcja `color_scale` jest włączona. (''od 0.11'')

source: (r,g,b) color triple to use for the color corresponding to the oldest color, for the color scale used in ''blame'' or the browser ''age'' column if `color_scale` is enabled. (''since 0.11'')
pl: Oznaczenie koloru w formacie (r,g,b) do wykorzystania jako kolor oznaczający wartość najstarszą w skali koloru dla kolumny ''blame'' lub ''wiek'' jeśli opcja `color_scale` jest włączona. (''od 0.11'')
